{
 "id": "56990688",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 111
   },
   "bottom_right_point": {
    "x": 431,
    "y": 202
   },
   "text": "האָבן געמאלדן , אַז פון איצטער אָן וועט דער בוג זיין אַפן עטלעכע טעג פֿאַר זיין אפיציעלער באשטימונג אַלס רוסישע גרענעץ , און יעדער וואָס וויל אַריבער אויף דער רוסישער זייט קען דאָס איצט טון . איך און מיין ברודער פישל האָבן מיר באַשלאָסן ניט צו בלייבן אפילו קיין איין טאָג מיט די דייטשן , און פאר הושענא רבה  זענען מיר אַריבער דעם בוג קיין אוסטילע און פון דאָרטן האָבן מיר זיך געלאָזט קיין לודמיר , בעת מיין ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "have announced that from now on the Bug will be open for a few days before its official designation as the Russian border, and anyone who wants to cross over to the Russian side can do so now. My brother Fishel and I decided not to stay even one day with the Germans, and before Hosanna Rabbah we crossed the river to Ostile and from there we left for Ludmir, during my time.\n"
  },
  {
   "upper_left_point": {
    "x": 244,
    "y": 497
   },
   "bottom_right_point": {
    "x": 289,
    "y": 504
   },
   "text": "חיים דרוקער ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Haim Drucker.\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 531
   },
   "bottom_right_point": {
    "x": 431,
    "y": 622
   },
   "text": "פאטער זל און מיין מוטער האָבן זיך אפגעזאָגט איבערצולאזן זייער פאַרמעגן און זענען פאַרבליבן צוזאַמען מיט מיינע שוועסטער אין האָראָדלא . ווען מיר זענען אַנגעקומען קיין לודמיר , זענען מיר אַוועק צו אונדזער פעטער וואָס האָט אונדז מיט גרויס פרייך אויפגענומען . מיין פעטער איז באַשטאנען מיר זאָלן שרייבן צו מיינע עלטערן און זיי אונטעראיילן אריבער צו אונדז קיין לודמיר . איך האב זיך צוריקגעקערט קיין אוסטילע און איבערגעשיקט א בריוו צו מיינע ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Father Zel and my mother refused to leave their possessions and stayed together with my sisters in Horodla. When we arrived in Ludmir, we went to our uncle who welcomed us with great joy. My uncle insisted that we should write to my parents and have them rush over to us in Ludmir. I returned to Ostile and sent a letter to mine.\n"
  }
 ],
 "filename": "tmp/horodlo/56990688.jpg",
 "order": 124,
 "page_number": "122"
}