{
 "id": "56990683",
 "blocks": [
  {
   "upper_left_point": {
    "x": 298,
    "y": 186
   },
   "bottom_right_point": {
    "x": 430,
    "y": 201
   },
   "text": "שמואל פריינד ( תל - אביב - אי ) ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Shmuel Friend (Tel-Aviv-I).\n"
  },
  {
   "upper_left_point": {
    "x": 174,
    "y": 214
   },
   "bottom_right_point": {
    "x": 362,
    "y": 228
   },
   "text": "האראדלא אין די ערשטע מלחמה טעג ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Haradla in the first days of the war.\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 249
   },
   "bottom_right_point": {
    "x": 431,
    "y": 306
   },
   "text": "א יאר פארן אויסברוך פון דער צווייטער וועלט - מלחמה , האָט שוין אין פוילן געהערשט אַן ערב מלחמה שטימונג וואָס האָט געשטיקט און געדריקט , און אַ מורא פֿאַר דעם וואָס דאַרף קומען האט זיך געפילט אין אונדזער שטאָט האָראָדלא . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "A year before the outbreak of the Second World War, there was already a pre-war mood in Poland that stung and oppressed, and a fear of what was to come was felt in our city of Horodla. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 309
   },
   "bottom_right_point": {
    "x": 432,
    "y": 403
   },
   "text": "דאָס יאר 1939 איז געווען אַ פול יאָר פון דייטשישן דרוק אויף דער פּוילישער רעגירונג , זיי זאל איינשטימען צו פאַרציכטן אויף דאנציג און פון אַנדערע טעריטאָריעלע פֿאָדערונגען , די דייטשע מלחמה דראאונגען האָבן אין פוילן אַרויסגערופן אַ טרויעריקע שטימונג , און חשדים און פחד , באַזונדער ביי די פוילישע יידן , ווייל היטלער ימש האָט געדראָט דאָס אייראפעישע יידנטום און די פּוילישע יידן מיט טאָטאַלער פאַרניכטונג . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The year 1939 was a full year of German pressure on the Polish government to agree to give up on Danzig and other territorial demands. Jews, because Hitler threatened European Jewry and the Polish Jews with total annihilation. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 409
   },
   "bottom_right_point": {
    "x": 432,
    "y": 467
   },
   "text": "אין זיך שוין לייכט פאָרצושטעלן , די גרויסע בהלה וואָס האָט אַרומי געכאפט אונדזער שטאָט - אַזוי ווי אַלע פּוילישע שטעט - ווען עס זענען דערשינען אין די האַראָדלער גאַסן גרויסע , מיט רויטע אותיות מאביליזאַציע־ פּלאַקאַטן״ . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "It's easy to imagine the great panic that surrounded our city - like all Polish cities - when large mobilization posters with red letters appeared in the streets of Harodlar. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 473
   },
   "bottom_right_point": {
    "x": 432,
    "y": 649
   },
   "text": "איך געדענק דעם טאג פון דעם מלחמה אויסברוך , ווען עס זענען אָנגער קומען אין שטאט אריין די ערשטע ידיעות דורך דער ראַדיאָ און די צייטונגען וועגן די שווערע באמבאַדירונגען פון די דייטשע אַוואָנען אויף די גרויסע פּוילישע שטעט , וואָס פאַראַ טרויעריקע שווערקייט האָט דאָן אַלעמען ארומי גענומען ! און די האָראָדלער יידן האָבן אָנגעהויבן זוכן עצות און וועגן ווי צו אויסמיידן דעם אָנקומענדיקן שטורעם . האָראָדלא , וואָס ליגט אויפן מערב ברעג פון טייך בוג  , איז געווען עמפינדלעך און פול מיט שרעק אין אנבליק פון דער מעגלעכקייט אַז די שטאט זאָל ווערן אַ לענגערע פראָנט שטאָט , אין פאַל דאָס פּוילישע מיליטער זאָל אָפּטרעטן צום מזרח ברעג פון בוג און אַז דער בוג זאָל פאַרוואַנדלט ווערן אין אַ פּראָנט ליניע , אַזוי ווי אין די פאַרגאַנגענע מלחמות פון פוילן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "I remember the day of the outbreak of war, when the first news came into the city through the radio and the newspapers about the heavy bombardment of the German planes on the big Polish cities, which was so sad that everyone around them took it! And the Horodler Jews began to look for advice and ways to avoid the coming storm. Horodla, which lies on the west bank of the river Bug, was sensitive and full of fear in view of the possibility that the city should become a long front city, in case the Polish army should withdraw to the east bank of the river and that the Bug should Turn into a straight line, as in the past wars of Poland. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990683.jpg",
 "order": 119,
 "page_number": "117"
}