{
 "id": "56990679",
 "blocks": [
  {
   "upper_left_point": {
    "x": 106,
    "y": 113
   },
   "bottom_right_point": {
    "x": 432,
    "y": 272
   },
   "text": "צייט , ווי אן אקטיווער חבר פון התאחדות פועלי ציון  , איז ער ניט געזעסן מיט פארלייגטע הענט , צבי פלאט האָט אפגעהאלטן צוזאַמענטרעפונגען מיט אַ באַגרענעצטן יונגנט - קריין , האָט אָרגאַניזירט חברים שמועסן איבער פאָליי טישע און סאָציאלע טעמעס , און האָט אַזוי ארום באוויזן צונופצונעמען אַ קריין פון חברים און חברות און האָט געגרינדעט אַ סניף פון פועלי ציון התאחדות  . דער פאַרטייקריין , וואָס איז די ערשטע צייט געווען אַ באַגרענעצטער . האָט אַ סך געארבעט פֿאַר דער פאַרשפּרייטונג פון דעם געדאַנק פון אַרבעטנדיקן ארץ ישראל  צווישן דער האַראָדלער יוגנט . במשך דער צייט איז צוגעצויגן געוואָרן אַ טייל פון דער יוגנט צו דער נייער פאַרטיי , און האָט אַרויסגעוויזן גרויס אינטערעס אין איר אַרבעט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Time, as an active member of the Union of Workers Zion, he did not sit idly by, Zvi Plat held meetings with a limited group of young people, organized colloquial conversations about folly tables and social topics, and thus showed himself to use a crane of colleagues and societies and founded a branch of the Zionist Workers' Association. The forteikrein, which was a limited one for the first time. Worked a lot for the spread of the idea of a working Land of Israel among the Harodler youth. During this time, a part of the youth was attracted to the new party, and showed great interest in its work. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 282
   },
   "bottom_right_point": {
    "x": 432,
    "y": 325
   },
   "text": "אינמיטן דעם גאנצן פאַרטעישן געטומל פון אַקטיוויטעטן און עסקנות האָט זיך געשפילט אַ ראָמאַן צווישן מיר און צבי פלאט - דאָס איז מיין מאַן אַ ראָמאַן וואָס האָט אונדז געבראַכט בין אהער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In the midst of all the tumult of activity and business, a novel played out between me and Zvi Platt - this is my husband, a novel that brought us here. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 363
   },
   "bottom_right_point": {
    "x": 431,
    "y": 469
   },
   "text": "אין יאר 1930 האָבן מיר פרלאָזט האָראָדלא . מיר האָבן דארט איבער  געלאָזט אַלע טייערע באַקאַנטע . עס איז אונדז גאָר ניט געקומען אויפן זינען , אַז עס וועט אויפקומען דער גרויזאַמער רוצח היטלער ימש און וועט ברענגען אַזאַ טראָגישן סוף אויף די אייראָפּעישע יידן און בתוכם אויף די יידן פון האַראַדלא . זאָל זייער אָנדענק זיין געבענטשט ! ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In 1930 we left Horodla. We left all our dear friends there. It did not occur to us at all that the cruel murderer Hitler would appear tomorrow and would bring such a tragic end to the European Jews and among them to the Jews of Haradla. May their memory be blessed! .\n"
  }
 ],
 "filename": "tmp/horodlo/56990679.jpg",
 "order": 115,
 "page_number": "113"
}