{
 "id": "56990710",
 "blocks": [
  {
   "upper_left_point": {
    "x": 101,
    "y": 110
   },
   "bottom_right_point": {
    "x": 435,
    "y": 623
   },
   "text": "היימען און פון זייער שטאָט , ווו זיי האָבן געוויינט דורות־לאַנג , ווערן געפירט מידע און געבראכענע אין אַן אומבאַקאַנטער ריכטונג . איך געדענק ווי אזוי מיין מוטער און אירע קינעדר - אירע שוואַלבן – האָבן פאַרלאָזט אונדזער שטוב . און ווען זיי האָבן זיך שוין דערווייטערט פון שטוב , האָט מיין מוטער אויסגעדרייט איר קאָפּ צו דער זייט פון דער שטוב , האָט געזיפצט און געזאָגט : גיט ווייסט אויב איך וועל נאָך זען מיין שטוב . איך בין געווען צווישן די וועמען עס איז געלונגען צו קריגן אַן אַרבעטסי פּלאַץ , און דורך דעם בין איך געבליבן אין שטאט . איך האָב געהאַפט , אַז איך וועל קענען צושטעלן מיין מאַמען שפייז נאָכדעם ווי עס וועט באַקאַנט ווערן דאָס אַרט פון זייער דעפֿאָרטאַציע . און ווען איך האב זיך געזעגנט מיט מיינע טייערע האָט זיך מיר אויסגעוויזן אַז מיין הארץ האָט זיך גערירט פון זיין פּלאַץ . איך בין געשטאנען מיט אַ פאַרשטאַרטן בליק , און געקוקט נאך מיין מאַמען און מיינע שוועסטער , וואָס האָבן זיך דערווייטערט אַלעמאָל מער און מער ... איך האָב זיך צוריקגעקערט פון דעם ליידיקן מארק און איך האָב געוויינט אויף אַ קול . עס וואָלט מיך ניט געאַרט ווען די דייטשן דערהערן מיין געוויין און טויטן מיך , איך בין געגאנגען בין איך בין אנגעקומען צו אונדזער שטוב . אָבער אין אונדזער הויז האָט מען מיך מער ניט געלאָזט אריינגיין . אַ קריסטן מיטן נאָמען נאַדזשאלי , איז געשטאנען ביי דער טיר און מיר געזאָגט : - וואָס ווילסטו דאָ ? פון איצטער אן אין די שטוב מיינע און דו האָסט ניט קיין רעכט אַריינצוניין . מיר , די ווינציק איבערגעבליבענע , האָבן מיר געבעטן מען זאל אונדז געבן אַ שטוב צו וויינען , און מיר האָבן באַקומען אַזאַ הויז . אלע יידישע שטיבער זענען פארנומען געווארן דורך קריסטן , אַן אָנגער זעענע צאל הייזער , זענען געשטערט געוואָרן דורך זייערע אקופאנטן און דאָס מאַטעריאל איז צו זיי איבערגעגאנגען . די שטעטלשע גאַסן האָבן זיך געביטן מיט אַ שרעקעוודיקער ענדערונג . עס האט אויסגעזען אַז די שטאט און אירע גאַסן באַוויינען דעם חורבן . איך קוק צו דער זייט פון אונדזער שטוב , באַטראַכט די בוימער וואָס זענען פאַרפֿלאַנצט געווארן דורך מיין ברודער , און איך זע ווי זיי האָבן אויפגעבליט און זענען באַדעקט מיט פרילינגדיקע בלומען ... מיין הארץ האָט מיר אין זייער אנבליק פאַרקוועטשט . א פחד און א שרעק אין יעדן ווינקל . מיר האָבן זיך געשראָקן צו זיין אין אונדזער שטעטל . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Homes and from their city, where they have lived for generations, are led tired and broken in an unknown direction\nI remember how my mother and her children - her swallows - left our home\nAnd when they were already far away from the house, my mother turned her head to the side of the house, sighed and said: Do you know if I will see my house again?\nI was among those who managed to get a job site, and because of that I stayed in the city\nI hoped that I would be able to provide my mother with food after the nature of their deportation became known.\nAnd when I said goodbye to my loved ones, it appeared to me that my heart had been moved from its place\nI stood with a frozen look, and looked after my mother and my sisters, who became more and more distant all the time.\n\n\nI returned from the empty market and I cried out loud\nI wouldn't mind if the Germans hear my cry and kill me, I went I arrived at our home\nBut they didn't let me enter our house anymore\nA Christian named Najali stood by the door and said to me: - What do you want here? From now on in my house and you have no right to enter\nWe, the survivors, asked to be given a house to cry in, and we got such a house.\nAll the Jewish houses were occupied by Christians, a large number of houses were disturbed by their occupants and the material was transferred to them.\nThe town streets have changed with a terrifying change\nIt seemed that the city and its streets were mourning the destruction\nI look to the side of our house, consider the trees that were planted by my brother, and I see how they have bloomed and are covered with spring flowers.\n\n\nMy heart sank at their sight\nA fear and dread in every corner\nWe were afraid to be in our town\n \n"
  }
 ],
 "filename": "tmp/horodlo/56990710.jpg",
 "order": 146,
 "page_number": "144"
}