{
 "id": "56990727",
 "blocks": [
  {
   "upper_left_point": {
    "x": 263,
    "y": 136
   },
   "bottom_right_point": {
    "x": 428,
    "y": 150
   },
   "text": "אריה ( לעאן ) בערגער - באר שבע , איי ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Arya (Leon) Berger - Beer Sheva, AI.\n"
  },
  {
   "upper_left_point": {
    "x": 173,
    "y": 166
   },
   "bottom_right_point": {
    "x": 362,
    "y": 194
   },
   "text": "די האראדלער יידן בעת דער מלחמה און זייער גרויזאמער טויט ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The Haradler Jews during the war and their cruel death.\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 216
   },
   "bottom_right_point": {
    "x": 429,
    "y": 561
   },
   "text": "ווען עס זענען אָנגעקומען די ערשטע ידיעות וועגן דער אַטאַקע פון די דייטשן אויף פוילן און וועגן די באמבאַדירונג פון די פּוילישע שטעט דורך די דייטשע אַוואָנען , האָט אַ פחד און אַ דערדריקונג באַהערשט די האָראָדלער יידן און די יידן פון גאַנץ פוילן . די מורא פאר דער מעגלעכקייט פון אַ דייטשער אקופאציע , וואָס זייער שנאת ישראל האָט ניט געוווסט פון קיין גרענעץ , איז געווען ביז גאר גרויס . כאָטש מען האט זיך ניט פאַרגעשטעלט קיין אַלגעמיינע גרויזאַמע פאַרניכטונג פון פוילישן יידנטום . ס'איז אַלזא , פאַרשטענדלעך , אַז מיט אַ ציטער האָבן די יידן אין פּוילן און צווישן זיי די האָראָדלער יידן , געהערט וועגן דעם גיכן אַוואַנס פון די דייטשן און וועגן דער צעקלאַפּונג פון דער פּוילישער אַרמיי בערך אַ דריי וואָכן נאָכן אָנפאנג פון דער מלחמה איז האָראָדלא אקופירט געווארן דורך די דייטשן , און תיכף מיט זייער אַריינקומען אין שטאט האָבן זיי אויפגעבראכן די פאָרמאַכטע יידישע קראָמען - ביי דער אָנווייזונג פון פוילישע שקצים - און די סחורה האָבן זיי אַרויסגעוואָרפן אין דרויסן צו די פאָליאַקן , וואָס זענען זיך צונויפגעקומען צו כאפן דעם וויב . איך בין דאן געווען אין הויז פון פנחס בערגער , ווען די דייטשן האָבן זיך אריינגעריסן אין זיין שטוב אויסצורויבן די שטוב חפצים . דער דייטשער קאַפּיטאַן וואָס האָט באגלייט די סאָלדאַטן וואָס האָבן גערויבט האָט אונדז געזאָגט : צוליב די יידן זענען מיר געקומען קיין פוילן , מיר וועלן אייך אויסראטן אַזוי ווי מען דאָט אויס מייז  . טראץ דעם האָבן זיי נאָך ניט אַטאַקירט די יידן פיניש און זיי האָבן זיך באַגנוגנט מיטן אויסרויבן דאָס יידיש האָב און גוט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "When the first news arrived about the attack of the Germans on Poland and about the bombardment of the Polish cities by the German planes, fear and oppression dominated the Jews of Horodler and the Jews of the whole of Poland.\nThe fear of the possibility of a German occupation, whose hatred of Israel knew no bounds, was very great.\nAlthough no general cruel destruction of Polish Jewry was imagined\nIt is understandable that the Jews in Poland and among them the Jews of Horodla heard about the rapid advance of the Germans and about the defeat of the Polish army about three weeks after the beginning of the war. Occupied by the Germans, and immediately upon entering the city, they broke open the fortified Jewish shops - at the direction of Polish workers - and threw the goods outside to the Poles, who gathered to catch the vibe.\nI was then in Pinchas Berger's house, when the Germans broke into his house and looted his belongings.\nThe German captain who accompanied the soldiers who looted told us: because of the Jews we came to Poland, we will exorcise you in the same way as they exterminate mice.\nDespite this, they still did not attack the Jews in Finland and they contented themselves with robbing the Jewish people and\n \n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 569
   },
   "bottom_right_point": {
    "x": 429,
    "y": 598
   },
   "text": "צומאָרגנס , זענען די דייטשן אפגעעטראָטן קיין הארובישוב און אויף זייער ארט איז אנגעקומען דאָס רוסיש מיליטער , אָבער אין זעקס וואָכן אַרום ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In the morning, the Germans retreated to Hrubishov and the Russian army arrived in their place, but within six weeks.\n"
  }
 ],
 "filename": "tmp/horodlo/56990727.jpg",
 "order": 163,
 "page_number": "161"
}