{
 "id": "56990606",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 108
   },
   "bottom_right_point": {
    "x": 432,
    "y": 385
   },
   "text": "זייערע רדיפות אויף די פּוילישע יידן . די שנאה כוואליעס האָבן זיך געהויבן און געשטאַרקט , און דאָבן קאָנצענטרירט די גאַנצע אויפמערקזאמקייט פון די פאליאקן אוי ףאַזוי ווייט אַז זיי האָבן ניט געפילט די אָנקומענדיקע מלחמה . וואָס עס גרייט צו אויף זיי זייער גרויסער היסטאָרישער שונא . די שנאה פון די פּאָליאַקן צו די יידן האָט אנגענומען אַלע מאָל שטאַרקערע פאָרמען און איז געווארן געפערלעך פֿאַר די יידן . די אַלגעמיינע אַטמאָספערע איז וואָס אַמאָל געוואָרן ענגער ביז ניט אויסצוהאלטן . די פּאָליאַקן האָבן אָני געהויבן פֿאַרלוימדן די יידן און האָבן וועגן זיי גערעדט ווי וועגן אַ פרעמדן עלעמענט אין דעם לאנד און באַזונדער אין דער פּוילישער עקאנאמיק . די פירער און רעגירונגסינענער האָבן ניט אויפגעהערט צו רעדן וועגן דער יידישער פראַגע וואָס פאָדערט אַ לייזונג  . די עקאָנאָמישע דריקונג איז געוואָרן אַלץ שטאַרקער , עס זענען אַרויסגעגעבן געוואָרן יידנפיינטלעכע געזעצן פון צייט צו צייט , און די מעגלעכקייט פון עקאָנאָמישער עקויסטענץ פון די פּוילישע יידן איז געוואָרן וואָס קלענער . אַ סך יידן אין פוילן האָבן געשטוינט איבער דער נייגעשאַפענער לאַגע , און פלעגן זיך פרעגן : צי קענען זיי באַטראַכטן דאָס פּוילישע לאַנד - ווי זיי האָבן געוווינט הונדערטער יאָרן אַלס אַ זיכערע היים אויף ווייטער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Their persecution of the Polish Jews\nThe waves of hatred rose and intensified, and the entire attention of the Poles was concentrated so far that they did not feel the coming war.\nWhat it prepares for their great historical enemy\nThe enmity of the Poles towards the Jews assumed ever stronger forms and became dangerous for the Jews\nThe general atmosphere is what once became tighter to the point of being unbearable\nThe Poles began to defame the Jews and talked about them as a foreign element in the country and especially in the Polish economy.\nThe leaders and government officials did not stop talking about the Jewish question that demands a solution\nThe economic oppression became stronger, anti-Jewish laws were issued from time to time, and the possibility of economic existence of the Polish Jews became smaller and smaller.\nMany Jews in Poland were shocked by the newly created situation, and used to ask themselves: can they consider the Polish country - as they lived for hundreds of years as a safe home for the future?\n \n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 397
   },
   "bottom_right_point": {
    "x": 433,
    "y": 586
   },
   "text": "די יידן שנאה וואָס איז געוואָרן שטאַרקער און שטאַרקער , האָט אויך גורם געווען צו דער פאַרשטאַרקונג פון דער ציוניסטישער און געזעלשאַפטלעכער טעטיקייט וואָס האָט אַרומגעכאפט אַלעמאָל מער און מער די יידישע מאסן אין פוילן . דער דראנג נאך עליה קיין ארץ ישראל און נאָך עמיגראַציע צו אַנדערע זיכערע לענדער , האָט אנגענומען אַ מאַסן־באַראַקטער און האָט אַרומגעכאפט כמעט די גאַנצע האָראָדלער יוגנט . אויך די יעניקע וואָס האָבן פריער געגלויבט אַז די ניי געשאַפענע לאַגע איז אַ פאַרבייגייענדיקע , האָבן דערין אָנגעהויבן צו צווייפלען און האָבן גענומען טראַכטן וועגן עמיגרירן , אָדער וועגן פֿאַרלאָזן דאָס קליין שטעטל האָראָדלא , און זיך אַריבערציען אין אַנדערע גרעסערע שטעט מיט גרעסערע יידישע קהילות . אין יענע יאָרן איז געוואָרן גרעסער די צאָל עולים קיין ארץ - ישראל און די צאָל עמיגראנטן אין די לענדער פון צפון און דרום אמעריקע . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The hatred of the Jews, which became stronger and stronger, also led to the strengthening of the Zionist and social activity, which encompassed more and more the Jewish masses in Poland. The urge to immigrate to the Land of Israel and emigrate to other safe countries took on a mass character and encompassed almost all of Horodler's youth. Even the Yenikas who previously believed that the newly created situation was temporary, began to doubt it and began to think about emigrating, or about leaving the small town of Horodla, and moving to other larger cities with larger Jewish communities. In those years, the number of immigrants to Israel and the number of emigrants in the countries of North and South America increased. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990606.jpg",
 "order": 42,
 "page_number": "40"
}