{
 "id": "56990815",
 "blocks": [
  {
   "upper_left_point": {
    "x": 307,
    "y": 131
   },
   "bottom_right_point": {
    "x": 433,
    "y": 145
   },
   "text": "אברהם קוליש ארץ ישראל ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Avraham Kolish, Land of Israel.\n"
  },
  {
   "upper_left_point": {
    "x": 201,
    "y": 160
   },
   "bottom_right_point": {
    "x": 335,
    "y": 172
   },
   "text": "מיין היימשטאט האראדלא . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "My hometown Haradla. .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 192
   },
   "bottom_right_point": {
    "x": 434,
    "y": 368
   },
   "text": "ס'איז אביסל שווער – נאך דרייסיק יאר אפוועזנהייט - צו שרייבן זכרונות וועגן האראדלא און אירע יידן . און אין דער אמתן וואלט איך בכלל ניט געשריבן קיין זכרונות ווען עס וואלט נאך עקזיסטירט יידישע האראדלא . אבער דער שרעקלעכער חורבן וואס האט געטראפן דאס אייראפעיש יידנטום און די פוילישע יידן , אין וועלכן עס זענען דערמארדעט געווארן דורך דעם צורר היהודים , היטלער , און זיינע רוצחים ימש זעקס מיליאן יידן , צווישן זיי די האראדלער יידן : אונדזערע עלטערן , אונדזערע ברידער , אונדזערע שוועסטער אין אונדז מחייב צו שרייבן זכרונות וועגן דעם שטעטל און זיינע טייערע יידן . זאלן דינען די נאכפאלגענדיקע שילדערונגען ווי אנדענק ווערטער נאך דער האראדלער קהילה און אירע טייערע יידן , וואָס זענען געווען און זענען שוין ניטא . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "It is a little difficult - after thirty years of absence - to write memories about Haradla and its Jews. And in truth, I would not write any memoirs at all if there were still Jewish Haradla. But the terrible destruction that happened to the European Jewry and the Polish Jews, in which six million Jews were murdered by the Jews, Hitler, and his murderers, among them the Haradler Jews: our parents, our brothers, our sisters. We are obliged to write memories about the town and its dear Jews. Let the following descriptions serve as words of remembrance for the Haradler community and its dear Jews, who were and are no longer there. .\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 389
   },
   "bottom_right_point": {
    "x": 434,
    "y": 606
   },
   "text": "די האראדלער יידן אין חודש אלול . וואס מער דער חודש אב האט זיך דערנענטערט צו זיין ענדע , האט מען געקענט פילן אין דער מיט קדושה אנגעזאפטער לופט , אז דער חודש אלול דערנענטערט זיך . די יידן פון האָראָדלא טוען זיך אויס פון דער וואכער דיקייט און הייליקן זיך אין עבודת הבורא . זיי שטייען אויף פרי אין שיל און אין בית מדרש אריין צו תורה און תפילה . פארנאכט איילן זיי זיך צו פארלאזן זייערע קראמען און זייער מסחר און איילן זיך אין שיל אריין , ווי זיי פארי ברענגען אין תורה און תפילה בין אין די שטעטע נאכט־שעהען . ווען עס דערנענטערט זיך סליחות צייט . שטארקט זיך די קדושה , און די סליחות אטמאספערע ווערט וואס אמאל פילבארער און באהערשט דאס שטעטל איך דערמאן זיך אין לייבעלע קומען קערער  , וואס האט געהאט א חשובע און הייליקע אויפגאבע אין די סליחות טעג , אן אויפגאבע וואס איז געווען זייער ווייט פון זיין געוויינטלעכער און שווארצער ארבעט מיט וועלכער ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The Haradler Jews in the month of Elul. The closer the month of Ab came to its end, one could feel in the holy air that the month of Elul was approaching. The Jews of Horodla pretend to be vigilant and sanctify themselves in the worship of the Bible. They get up early in the synagogue and in the Beit Midrash for Torah and prayer. In the evening, they hurry to leave their shops and their trade and rush into the shill, as they bring in the Torah and prayer in the night hours in the cities. When it approaches the time of forgiveness. The sanctity strengthens, and the atmosphere of forgiveness becomes ever more palpable and dominates the town. Works with whatever.\n"
  }
 ],
 "filename": "tmp/horodlo/56990815.jpg",
 "order": 251,
 "page_number": "249"
}