{
 "id": "56990737",
 "blocks": [
  {
   "upper_left_point": {
    "x": 106,
    "y": 107
   },
   "bottom_right_point": {
    "x": 430,
    "y": 203
   },
   "text": "מעגלעכקייטן . כמעט אלע טאג זענען געווען אַקציעס און מען האט געפירט יידן צו הרגענען קיין פיטידיען - אַ דערבייאיק דאַרף פון לודמיר . עס איז געווען קלאר , אַז די דייטשן האָבן זיך געגעבן דאָס וואָרט צו פאַרניכטן די פּרעכטיקע לודמירער קהילה מיט אירע פיל יידן , וואָס איז נאָכמער גרעסער געווארן דורך די יידן וואָס זענען אַנטלאפן קיין לודמיר , אין דער צייט ווען זי איז געווען נאָך ביי די רוסן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Possibilities. Almost all day they were in action and they led Jews to kill any Pythians - a nearby need of Ludmir. It was clear that the Germans had given their word to destroy the magnificent Ludmir community with its many Jews, which was later enlarged by the Jews who fled to Ludmir, at the time when it was still with the Russians. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 222
   },
   "bottom_right_point": {
    "x": 431,
    "y": 621
   },
   "text": "מיין אנטלויפן פון לודמירער געטא איך האָב אָפּגערעדט מיט מרדכי ( מאטל ) זובערמאַן און מיט איטשעלע זובערמאַן צו אַנטלויפן פון לודמיר און געפינען אַ זיכערן פּלאַץ אין די אומר געגנטן פון האָראָדלא . מאטל האָט זיך פאַרשטעלט פֿאַר אַ פּייער מיט אַ קאַסע אויף דער פלייצע , בעת מיר זענען אַרויס פון לודמיר אָנגעטון אַזוי ווי מיך זענען געווען . מיר האָבן אַפּגערעדט צו גיין באַזונדער . די ערשטע פּראָבלעם איז געווען ווי זיך אַריינצובאַקומען דורך דער רוסישער פאליציי , וואָס איז געווען געבן דער מיליטער וואך ביים אַריינגאַנג פון דער שטאט . מיר האָבן געפרוויט אדורכגיין דעם פּאָליציי פראָנט מיט פאַרזיכט , אָבער צו אונדזער גרויס באַדויערן האָט אונדז דערזען אַן אוקריינישער פאָליציאנט , און ער האָט געשאסן אויף איטשעלען וואָס איז געפאַלן אויפן אָרט , און ער האָט זיך געלאָזט לויפן נאך מיר , איך בין מיט אימפעט אַדורך דעם פאַרקן פון דער וואך , און איך האָב געפרוווט זיך באַהאַלטן הינטער די בנינים . און יעדעס מאל האָט מיר דער אוקריינער אַנטדעקט . בלית ברירה , בין איך אַריבערגער שפרונגען דעם הינערשטן פאַרקן , איך בין אריבער דעם האטשווי - ( א קליין טייכל ) . אינגאנצן נאַס בין איך אריין אין וועלדל , און זיך אויסגעצויגן אויף דער ערד , מיינענדיק אַז דערמיט בין איך אַנטלאפן פון מיין נאָכיאָגער . דאָך שיק איך מיין בליק צו יענער זייט פון טייכל , און איך זע ווי דער אוקריינער טוט אויס די מלבושים , און גייט אריין אין טייכל , איבערלאזנדיק זיין ביקס אויף דער צווייטער זייט . איך האָב באַשלאָסן מער ניט צו אַנטלויפן נאר מיט אים צו קעמפן . איך האב זיך אויסגעקליבן אַ שטאַרקע בוים - צווייג , און האָב אים אויפגענומען מיט אַן אַרויספאדערונג צום קאַמף . אָבער ער האָט גלייך זיך צוריקגעקערט צום טייכל , און זיך איבערגעטון , און האָט פֿאַרלאָזן דעם פּלאַץ בעת מיין בליק האָט באגלייט מיט אויפמערקזאמקייט אַלע זיינע באַוועגונגען . נאכדעם ווי איך האָב אַביסל זיך אויסגערוט און בארואיקט , האָב איך ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "My Escape from the Ludmir Ghetto I arranged with Mordechai (Motel) Zuberman and Ichele Zuberman to escape from Ludmir and find a safe place in the Umar areas of Horodla.\nMatt pretended to be a payer with a box on his shoulder, while we left Ludmir dressed as we were.\nWe agreed to go our separate ways\nThe first problem was how to get in through the Russian police, who were guarding the military at the entrance to the city.\nWe tried to pass through the police front with caution, but to our great regret, a Ukrainian policeman saw us, and he shot at Ichelen, who fell on the spot, and he let himself run after me, I went through the fence with impetuosity. of the week, and I tried to hide behind the buildings\nAnd every time the Ukrainian discovered me\nWithout a choice, I crossed the lower fork, I crossed the Hachvi - (a small stream)\nCompletely wet, I entered the forest, and stretched out on the ground, thinking that by doing so I escaped from my pursuer.\nOf course, I send my gaze to the other side of the river, and I see how the Ukrainian takes off his clothes and enters the river, leaving his gun on the other side.\nI decided not to run away but to fight with him\nI chose a strong tree branch and challenged him to fight\nBut he immediately returned to the table, and changed himself, and left the place while my gaze accompanied with attention all his movements.\nAfter I rested and calmed down a bit, I did\n"
  }
 ],
 "filename": "tmp/horodlo/56990737.jpg",
 "order": 173,
 "page_number": "171"
}