{
 "id": "56990803",
 "blocks": [
  {
   "upper_left_point": {
    "x": 101,
    "y": 95
   },
   "bottom_right_point": {
    "x": 430,
    "y": 132
   },
   "text": "באשטעלט פאר מיר ר ' יצחק'ן , וואס איז געווען א למדן מופלג און א קאצקער חסיד . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Ordered for me R. Yitzchak, who was a learned Muflag and a Katz Hasidic. .\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 133
   },
   "bottom_right_point": {
    "x": 432,
    "y": 215
   },
   "text": "במשך דעם ווינטער האבן מיר געלערנט צוזאמען און מיר האבען א סך דערגרייכט . איך האב זיך אנגלערנט מיט יורה דעה  און חושן משפט  . ווען מיין פאטער זל האט זיך אומגעקערט אהיים פאר פסח און האט מיך פארהערט אין מיינע תלמודישע ידיעות , האב איך באמערקט זיין גרויסע איבערראשונג איבער מיין פארשריט אין לערנען . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "During the winter we studied together and we achieved a lot. I studied with Yura Deh and Hussan Shempat. When my father Zel returned home for Passover and listened to me in my Talmudic news, I noticed his great surprise at my progress in learning. .\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 222
   },
   "bottom_right_point": {
    "x": 433,
    "y": 285
   },
   "text": "אבער מיין טאַטנס צופרידנקייט לאנג ניט געדוירט , און זיי אין אויסגערונען נאכן שמועס וואס ער האט געהאט מיט ר ' יצחק'ן , נאכדעם ווי ער האט אים איבערגעגעבן , אז לויט זיין מיינונג בין איך ארויס לתרבות רעה  , און ער קען ווייטער מיט מיר ניט לערנען . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "But my father's satisfaction did not last long, and they ended after the conversation he had with R. Yitzchak, after he told him that according to his opinion I had gone out into a bad culture, and he could no longer study with me. . .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 294
   },
   "bottom_right_point": {
    "x": 433,
    "y": 356
   },
   "text": "די גרויסע זינד וואס ער האט ביי מיר געפונען , האט זיך אויסגעדריקט אין ציטאטן פון די לידער פון ח.נ. ביאליק און פייערבערג , צוויי באליבטע פאַעטן ביי מיר , וואָס זענען דורך מיר אנגעשריבן געװאָרן אויף די הילער בלעטער פון פארשידענע ספרים אין בית מדרש . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The great sin that he found in me was expressed in quotes from the poems of H.N. Bialik and Fireberg, two beloved poets of mine, who were written by me on the pages of various books in the Beit Midrash. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 377
   },
   "bottom_right_point": {
    "x": 434,
    "y": 628
   },
   "text": "ג ) ר ' מענדעל לערנער - דער איידעם פון הערשל נאוויזשענץ זל . פון בית מדרש בין איך אריבער לערנען אין ראדזינער חסידים שטיבל  . אינעם שטיבל  האָב איך זיך דערנענטערט צו די איבעריקע חברים וואָס האָבן דאָרטן געלערנט . ניט לייכט בין אָנגענומען געוואָרן אינעם קרייז פון די חברים לערנער , ווייל אייניקע פון זיי האבן מיך באטראכט פאר א פרייען און האבן ניט ארויסגעוויזן קיין גרויסן חשק מיך מקרב צו זיין . דער איינציקער וואס האט מיך געשטיצט איז געווען ר ' מענדעל לערנער וואס אדאנק זיין השפעה בין איך געבליבן לערנען אין שטיבל  , און אלס אנערקענונג פאר זיין סימפאטיע צו מיר , האב איך אריינגטון תכלת אין מיינע ציצית , אויפן שטייגער פון די ראדזינער חסידים , ניט פארויסזעענדיק די עולה וואס איך בין דערמיט באגאנגען קעגן מיין טאטן זל , וואס איז געווען א גערער חסיד , און וואס האט געזען אין אט דעם טאט מיינעם דאס פארלאזן דאס גערער חסידות און די אנשליסונג אין די ראדזינער חסידים . אבער אויך אין שטיבל  האב איך זיך ניט איינגעבירגערט ווי עס באדארף צו זיין , איך האב שוין דאן געשטרעבט זיך צו דערווערבן אן אלגעמיינע ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "C) R. Mendel Lerner - the son-in-law of Herschel Navischentz Zl. From the Beit Midrash, I went to study in Radzin Hasidim Shtibel. In the school, I approached the rest of my colleagues who studied there. I was not easily accepted in the circle of my fellow students, because some of them considered me to be a free man and did not show any great desire to be a sacrifice to me. The only one who supported me was R. Mendel Lerner, thanks to his influence I stayed to study in Stibel, and in recognition of his sympathy for me, I put blue in my tzitzit, in the manner of the Radzin Hasidim, not anticipating the It shows what I have committed against my father Zel, who was a Gerer Hasidic, and who saw in my father leaving Gerer Hasidism and joining the Radzine Hasidic. But even in Stibel, I did not assimilate as it should be, I was already striving to acquire a general.\n"
  }
 ],
 "filename": "tmp/horodlo/56990803.jpg",
 "order": 239,
 "page_number": "237"
}