{
 "id": "56990656",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 110
   },
   "bottom_right_point": {
    "x": 433,
    "y": 557
   },
   "text": "מיין ברודער הענען זל , וועמעס בילדונגס - ניווא איז שוין דאן געווען אַ הויכע און די פאליטישע וועלט שטרעמונגען זענען אים געווען באַקאַנט , און ער האָט מיר דערקלערט די פּאָליטישע באדייטונג פון דעם ליד ( איך מיין אַז ער האָט מיר אויך פאַרבאַטן צו זינגען עס ) און האָט אויך זיך דערקענט אויף דער לינקער טענדענץ פון דעם קרייז וואָס האָט זיך געזאמלט אַרום דער ביבליי אָטעק , מיין ברודער הענען האָט געזען אין דעם דאָזיקן קריין אַ געפאַר פֿאַר דער יונגט פון נאַציאָנאַלן שטאנדפונקט . דעריבער האָט ער פאַררופן די גאַנצע בעסטע יוגנט צוזאַמען מיט דעם עקזיסטירנדיקן ביבליאָטעק קריין , און מען האָט דאָן געגרינדעט אַ גרויסע אַלגעמיינע ביבליאָטעק . די גרעסטע שוועריקייט ביים גרינדן די ביבליאָטעק איז געווען די פראָבלעם פון אַ פּאַסיקער דירה פֿאַר דער זעלבער , אונדזערע עלטערן זענען געווען רעליגיעזע קנאים און האָבן שוין געזאָרגט אז קיין ייך זאָל אונדז ניט פאַרדינגען זיין דירה , אָדער אַ צימער פאַר אונדזער טעטיקייט . דאָס צונויפר קומען זיך צוזאַמען יינגלעך מיט מיידלעך אויף זיצונגען און פאַרזאַמלונגען איז דאן באַטראַכט געוואָרן פֿאַר אַ גרויסע זינד , און ניט איינמאל האָט געטראפן אַז עלטערן פלעגן אַריינקומען צו די פאַרזאַמלונגען און געצווינגען זייערע טעכטער צו גיין אַהיים . טראץ דעם האָבן מיר פארגעזעצט אונדזער ארבעט און מיר האָבן אפילו פראָגרעסירט . מיר האָבן דאן געקראָגן אַ צימער ביי רחל בערגער . איך געדענק די ערשטע אַלגעמיינע פארזאמלונג וואָס איז פארגעקומען אין אונדזער קליינעם קלוב . וואָס פאַראַ גרויסע הכנות פאר דער ערשטער פארזאמלונג ! ווי גרויס איז געווען דער אַלגעמיינער אינטערעס ! אַ יומטובדיקע שטימונג האָט געהערשט אין דעם אוונט פון דער פאַרזאַמלונג , וואָס האָט אויסגעקליבן אַ לייטונג אנצופירן די ביבליאָטעק . און די קולטור - ארבעט . אין דער לייטונג זענען אויסגעוויילט געווארן מיין ברודער הענען זל ( אלס פאָרזיצער ) , איינע פון די שוועסטער סטאוו ( אַלס וויצעפאָרזיצערן ) . מרדכי זובערמאַן ( סעקרעטאַר ) און שלמה זובערמאן ( קאַסיר ) . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "My brother Hen Zal, whose education level was already high and the political currents of the world were known to him, and he explained to me the political meaning of the song (I think he also invited me to sing it) and also recognized the leftist tendency of the circle that gathered around the library, my brother Henen saw in this group a danger for the youth from a national point of view\nTherefore, he called all the best youth together with the existing library crane, and a large general library was established there.\nThe biggest difficulty in establishing the library was the problem of a suitable apartment for the same, our parents were religious zealots and have already taken care that no one should rent us his apartment, or a room for our activity.\nThe combination of boys and girls coming together at meetings and gatherings was then considered a great sin, and not once did it happen that parents used to enter the meetings and force their daughters to go home.\nDespite this, we continued our work and we even made progress\nWe then got a room at Rachel Berger's\nI remember the first general meeting that took place in our little club\nWhat great preparations for the first assembly! How great was the general interest! A festive mood reigned in the evening of the meeting, which chose a director to lead the library.\nAnd the cultural work\nMy brother Hanen Zel (as chairman), one of the sisters Stow (as vice-chairman) were elected in the leadership.\nMordechai Zuberman (secretary) and Shlomo Zuberman (cashier)\n \n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 562
   },
   "bottom_right_point": {
    "x": 433,
    "y": 621
   },
   "text": "צוויי מאָל אַ וואָך איז געווען אַפן די ביבליאָטעק אַרויסצונעמען ביכער . כמעט יעדן אוונט איז מען זיך צונויפגעקומען צו שמועסן און צו לייענען . פרייטיק צו נאַכט און שבת נאכמיטאק , זענען פארגעקומען אין דעם קלוב פאַרלעזונגען און שמועסן איבער פאַרשידענע פּראָבלעמען , די געזעלשאַפטלעכע ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Twice a week the library was open to take out books. Almost every evening people gathered to chat and read. Friday night and Saturday afternoon, lectures and conversations about different social problems took place in the club.\n"
  }
 ],
 "filename": "tmp/horodlo/56990656.jpg",
 "order": 92,
 "page_number": "90"
}