{
 "id": "56990747",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 103
   },
   "bottom_right_point": {
    "x": 432,
    "y": 219
   },
   "text": "האבן געשניטן דאס ברויט צו עסן , האבן מיר אין דעם געפונען ביקסן - קוילן . דאָס זענען געווען די קוילן וואס די דייטשן האבן אויף אונדז געשאסן און וואס האבן געטראפן אינעם ברויט , און דורך א נס האבן זיי אונדז ניט געטראפן . צומארגנס האָט אונדז קאבלאכא געבראכט א דייטשע צייטונג , און עס איז דארטן געווען באשריבן אונדזער איבערפאל אויף דעם מאגאזין , וואס איז געשילדערט געווארן ווי א פרווו פון טארטיזאנען אויסצורויבן די מאגאזינען פון דער קאמאנדאטור . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "When we cut the bread to eat, we found gun bullets in it. These were the bullets that the Germans shot at us and that hit the bread, and by a miracle they didn't hit us. The next morning Kablokha brought us a German newspaper, and there was a description of our raid on the magazine, which was described as an attempt by partisans to rob the commander's magazines. .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 231
   },
   "bottom_right_point": {
    "x": 432,
    "y": 274
   },
   "text": "עס האָט אונדז אויסגעוויזן אז אין דער דאָזיקער באההעלטעניש וועלן מיר שוין פארברענגען ביז דעם סוף פון דער מלחמה . מיר האבן דאן א סך געהערט וועגן דער מפלה פון דעם דייטשן מיליטער אויף די שלאכט־ ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "It showed us that we will spend in this hiding place until the end of the war. We then heard a lot about the defeat of the German army on the battlefield.\n"
  },
  {
   "upper_left_point": {
    "x": 246,
    "y": 476
   },
   "bottom_right_point": {
    "x": 293,
    "y": 482
   },
   "text": "יעקב גרובער ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Jacob Gruber.\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 527
   },
   "bottom_right_point": {
    "x": 433,
    "y": 556
   },
   "text": "פעלדער און מיר האבן געוווסט אז די נידערלאגע פון דייטשלאנד איז נאענט . ( די צייט : אפריל 1944 ) . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Felder and I knew that the defeat of Germany was near. (The time: April 1944). .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 566
   },
   "bottom_right_point": {
    "x": 434,
    "y": 629
   },
   "text": "אָבער צוליב א באזונדערן צופאל זענען מיר געווען געצווינגען צו פאַרלאָזן קאבלאכאס סטאדאלע . די זאך איז אַזוי געווען : צוויי דייטשן האָבן זיך אפגערוט מיט זייערע פערד נעבן אונדזער סטדאלא באהעלטעניש און איינער פון זיי האט א צי געטון דאס בינטל היי וואס האט פארשטעלט ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "But due to a particular accident, we were forced to leave Kabalacha's stable. The thing was like this: two Germans were resting with their horses near our Stadola shelter and one of them did the bunch of hay that was presented.\n"
  }
 ],
 "filename": "tmp/horodlo/56990747.jpg",
 "order": 183,
 "page_number": "181"
}