{
 "id": "56990658",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 111
   },
   "bottom_right_point": {
    "x": 430,
    "y": 218
   },
   "text": "אַ בלאַט גמרא און ניט ווינציק פון זיי האָבן באַהערשט די העברעישע שפראך . מיין ברודער הענען איז געווען צווישן די אָנגעזעענסטע פון צווישן דער יונגט . ער האָט געהאַט ברייטע ידיעות און זיין באַהאַוונטקייט אין דער העברעישער שפּראַך איז געווען זייער א גרויסע . און זיין גאַנצע בילדונג האָט ער דערוואָרבן מיט אייגענע כוחות און לערנענדיק אַליין . איך האָב אויבן דערמאָנט , אַז קיין יידישע שולע איז דאָן ניט געווען אין האָראָדלא , אַלגעמיינע בילדונג האָבן מיר , די מיידלעך , געקראָגן אין דער ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "A page of Talmud and not twenty of them have mastered the Hebrew language. My brother Henen was among the most prominent among the youth. He had extensive knowledge and his proficiency in the Hebrew language was very great. And he acquired all his education by his own efforts and learning by himself. I mentioned above that there was no Jewish school in Horodla, we, the girls, received general education there.\n"
  },
  {
   "upper_left_point": {
    "x": 190,
    "y": 455
   },
   "bottom_right_point": {
    "x": 347,
    "y": 473
   },
   "text": "הענור זיבערמאן זיין פררר חנה זייערע צוויי קינדער העררים מוטער און ברודער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Hanur Ziberman, his father, Hana, their two children, their mother and brother. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 498
   },
   "bottom_right_point": {
    "x": 433,
    "y": 622
   },
   "text": "פּוילישער שול , אָבער די יידישע לימודים און לימודי קודש האָבן מיר געלערנט ביי פריוואַטע לערער וואָס זייער קולטור - באַגאַזש איז געווען אַן אָרעמער , איך אַליין האָב געלערנט ביי ר ' שלמה טאַדרעס זל וואָס איז אפשר באַטראַכט געוואָרן ווי אַ בקי אין לימודי קודש , אָבער וואָס זיינע אַלגעמיינע ידיעות זענען געווען באַגרענעצטע און זיין פּעדאַגאַגישע פעיקייט אַן אָרעמע . פאַר־ שטענדלך , אז פון דעם דאָזיקן טיפ לערער האָט מען ניט געקענט אַ סך פאָדערן . עס איז דאן באַשלאָסן געוואָרן צו גרינדן אַ העברעישע שולע , אין וועמעס שפיץ עס זאלן שטיין באַגאַנטע לערער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Polish school, but I learned Jewish studies and sacred studies from a private teacher whose cultural baggage was a poor one. His general knowledge was limited and his pedagogical skills poor. Of course, you couldn't ask for much from this type of teacher. It was then decided to establish a Hebrew school, at the head of which there should be Bagante teachers. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990658.jpg",
 "order": 94,
 "page_number": "92"
}