{
 "id": "56990760",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 105
   },
   "bottom_right_point": {
    "x": 434,
    "y": 168
   },
   "text": "דער מלחמה , זענען זיי דאן אריין צו א פויער , און יענער האט זיי געזאגט אז זיי קענען ביי אים בלייבן ביינאכט , ווייל דער פראנט איז נאענט . אינדערפרי האט ער זיי אנגעוויזן ווי אזוי אריבער צוגיין צו די אוואנסירנדיקע רוסן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The war, they then went to a farmer, and the latter told them that they could stay with him at night, because the front was close. In the morning he showed them how to approach the advancing Russians. .\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 174
   },
   "bottom_right_point": {
    "x": 436,
    "y": 447
   },
   "text": "פון דאן האבן מיר זיך צעשיידט , און איך האב זיי מער ניט געזען ביז נאך דער מלחמה . איך , וועלוועלע , און מיין ברודער דוד , האבן מיר זיך ווייטער באהאלטן אין די תבואה פעלדער . אין יענע טעג זענען מיר שיעור ניט געכאפט געווארן דורך די דייטשן : ליגנדיק צווישן דער תבואה , אין צו אונדז דערגאנגען אן אומגעוויינטלעכער געש ארן פון די תבואה שטעקעלעך , וועלוועל וואָס האָט אויפגעהויבן זיין קאפ צו זען וואָס עס קומט פאָר , איז אונדז מודיע אז צוויי דייטשע אפיצירן רייטן צישן דער תבואה אין אונדזער זייט אריין , מיר זענען שנעל אויפגעשטאנען און אנגעפאנגען צו אַנטלויפן . די דייטשן האָבן אונדז נאכגעשאסן מיט זייערע רעוואלווערן , בעת וועלוועל האט פון זיין קעטענע ארויסגענומען א גראנט אים אָנגעשטעלט און געווארפן אין דער זייט פון די צוויי דייטשן . דער גראנאט האט אויפגעריסן מיט א באטויבנדיקן קנאל און האט באדעקט די דייטשען מיט א וואלקן שטויב . מיר זענען אנטלאפן כל זמן מיר האבן נאר געקאנט און מיר זענען געלאפן איבער די פעלדער אן אפשטעל , ביז מיר זענען אָנגעקומען אין אונדזער ערשטער באהעלטעניש - דער „ בונקער וואָס געבן דער ציגעלניע , און דארטן זענען מיר געלעגן ביז ביינאכט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "From then on we separated, and I did not see them again until after the war. Me, Velvele, and my brother David, continued to hide in the grain fields. In those days, we were not caught by the Germans: lying among the grain, an unusual movement of the grain stalks approached us, and when he raised his head to see what was happening, we were informed that two Germans Officers ride the grain into our side, we got up quickly and started to run away. The Germans shot at us with their revolvers, while Welwell took out a grenade from his chain, placed it on him and threw it at the side of the two Germans. The grenade exploded with a deafening bang and covered the Germans with a cloud of dust. We ran away as long as we could and we ran across the fields without stopping, until we arrived at our first hiding place - the \"bunker that gives the Zigelnia, and there we lay until midnight.\" .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 450
   },
   "bottom_right_point": {
    "x": 432,
    "y": 496
   },
   "text": "ביינאכט האבן מיר אונטערגעזוכט די געגנט און מיר האבן געזען אז עס הערשט א שטילקייט . מיר זענען אויפגעשטאנען און זענען געגאנגען בין דער ווירטשאפט ראָגעל  . מיר האָבן געזען , אַז די ווירטשאפט איז פארלאזט ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "At night we examined the area and we saw that there was silence. We got up and went to the economic center. We saw that the economy was abandoned.\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 503
   },
   "bottom_right_point": {
    "x": 434,
    "y": 529
   },
   "text": "און אז קיינער איז נישטא . מיר זענען ארויף אויף א בוידעם פון איינער פון די סטאדאלעס איבערצונעכטיקען די נאכט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "And that nobody is there. We went up to an attic of one of the stables to spend the night. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 549
   },
   "bottom_right_point": {
    "x": 433,
    "y": 630
   },
   "text": "י . די באפרייונג צומארגנס אינדערפרי האבן מיר געזען אז דער פראנט דונערט ארום אונדז , און די ווירטשפאט געפינט זיך אויף דער פייער ליניע . מיר האבן געזען דורך די שטאלטן פון דער סטאדאלע ארומלויפן דייטשן ווי משוגע , מיט זייער געווער , בעת די רוסן באמבארדירן די ווירטשאפט און שיסין בליציק . אונדזער ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "J. On the morning of the liberation, we saw that the front was thundering around us, and the restaurant was on the firing line. We saw through the stalls of the stable Germans running around like crazy, with their weapons, while the Russians bombarded the economy and shot lightning. Ours.\n"
  }
 ],
 "filename": "tmp/horodlo/56990760.jpg",
 "order": 196,
 "page_number": "194"
}