{
 "id": "56990750",
 "blocks": [
  {
   "upper_left_point": {
    "x": 316,
    "y": 130
   },
   "bottom_right_point": {
    "x": 432,
    "y": 142
   },
   "text": "אביש בערגער - באר שבע ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Avish Berger - Beer Sheva.\n"
  },
  {
   "upper_left_point": {
    "x": 134,
    "y": 161
   },
   "bottom_right_point": {
    "x": 401,
    "y": 189
   },
   "text": "די דייטשע אקופאציע און די ליקווידירונג פון דער האראדלער קהילה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The German occupation and the liquidation of the Haradler community. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 210
   },
   "bottom_right_point": {
    "x": 434,
    "y": 269
   },
   "text": "ווען די צווייטע וועלט־מלחמה איז אויסגעבראכן , בין איך געווען א יינגל פון זעכצן יאר . איך האב נאָך ניט ווי געהעריק פאַרשטאנן וואָס עס מיינט די שרעקלעכע מלחמה , און איך האב ניט פארויסגעזען דעם ביטערן גורל וואָס עס דערווארט דער האראדלער קהילה און דעם פּוילישן יידנטום בכלל . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "When the Second World War broke out, I was a boy of sixteen. I still did not properly understand what the terrible war meant, and I did not foresee the bitter fate that awaits the Haradler community and the Polish Jewry in general. .\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 290
   },
   "bottom_right_point": {
    "x": 436,
    "y": 600
   },
   "text": "א . די האראדלער יידן בעת דער דייטשער אקופאציע ביז זייער גירוש פון דער שטאט . די דייטשן האבן איינגענומען האראדלא דעם 25 טן סעפטעמבער 1939 . גלייך נאך זייער קומען האבן זיי איינגעפירט זייער טעראר רעזשים , זיי האבן אנגעפאנגען מיט צוואנגס־ארבעט , זיי האבן באשטימט א יודנראט  : פתחי ' בלאט זל . מענדל לערנער זל , שמואל בערגער זל , שמואל גאלדבערג זל און זיי האבען אויף זיי ארויפגעלייגט דאט צושטעלען יידן אויף צוואנגסי ארבעט . די מיטגלידער פונעם ראט האבן זיך ארויסגעדרייט פון דערפילן די אויף זיי ארויפגעצווינגענע פליכט , און אז עס זענען ניט דערשינען די מענטשן צו דער ארבעט , זענען די מיטגלידער פון דעם ראט געשלאגן און געפייניקט געווארן דורך די דייטשן . אין אלגעמיין האָט מען די יידן באשעפטיקט מיט שווערע און חרפהדיק ארבעטן , און מען האט זיי דערנידעריקט אויף פארשידענע אופנים . מען האט איינגעשפאנט די יידן אין וועגענער באלאדן מיט ערד , אנשטאט פערד , און מען האט זיי אונטערגעטריבן צו שלעפן די וואגנס ביז דער דייטשער קאמאנדאטור , וואס האט זיך געפונען אין דער פוילישער שול , און מען האט זיי געצווינגען צו זינגען חוזקדיקע לידער . דער ארבעטס טאג פלעג זיך מערסנטייל פארענדיקן מיט א שרעקלעך בילד : געוויינטלעך פלעג מען די יידן צוריקפירן פון דער ארבעט אין ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "A\nThe Haradler Jews during the German occupation until their expulsion from the city\nThe Germans captured Horadla on September 25, 1939\nImmediately after their arrival, they introduced their terror regime, they started with forced labor, they appointed a Jewish Council: Fatahi Blat Zal.\nMendel Lerner Zel, Shmuel Berger Zel, Shmuel Goldberg Zel and they put it on them to put Jews on forced labor\nThe members of the council refused to fulfill the duties imposed on them, and because the people did not show up for work, the members of the council were beaten and tortured by the Germans.\nIn general, the Jews were employed in hard and shameful work, and they were humiliated in various ways.\nThe Jews were strapped into wagons loaded with earth instead of horses, and they were forced to drag the wagons to the German commandant, who was in the Polish school, and they were forced to sing brave songs.\nThe working day usually ended with a terrible picture: usually the Jews were brought back from work in\n"
  }
 ],
 "filename": "tmp/horodlo/56990750.jpg",
 "order": 186,
 "page_number": "184"
}