{
 "id": "56990843",
 "blocks": [
  {
   "upper_left_point": {
    "x": 101,
    "y": 112
   },
   "bottom_right_point": {
    "x": 437,
    "y": 368
   },
   "text": "ישראל בארג – ( תל - אביב ) די ערשטע טעאטער פארשטעלונג אין אונדזער שטאט . ווען די דערוואקסענע יוגנט פון האראדלא האט באשלאסן איינצוארדענען א טעאטער־פארשטעלונג פאר די שטאט איינוווינער און בפרט פאר דער יוגנט גופא , איז דאָס ניט געווען פון די לייכטע זאכן . דאָס איינציקע וואס זי האט פארמאגט , איז געווען דער ווילן פון יחידים וואס האבן אונדז געוואלט געבן קולטור - שפייז , וואס זיין פעלן האט זיך געשפירט אין יעדן ווינקל . אזוי ווי עס שטייט : אין לך דבר העומד בפני הרצון  , דו האסט ניט קיין זאך וואס זאל זיך אנטקעגנשטעלן דעם ווילן , און עס איז באשלאסן געווארן צו ארבעטן פאר דער צוגרייטונג פון דער פארשטעלונג , עס איז איינגעלאדן געווארן א רעזשיסאר פון דרויסן און די ארטיסטן זענען געווען די יוגענטלעכע אליין , פארשטענדלעך , אז אלץ איז געטון געווארן אין דעם גרעסטן סוד פאר די עלטערן , און חס וחלילה איז געווען עמעצן פון זיי צו דערמאנען וועגן דעם . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Israel Mountain - (Tel-Aviv) the first theater performance in our city. When the adult youth of Haradla decided to organize a theater performance for the city's residents and especially for the youth themselves, it was not one of the easy things. The only thing she possessed was the will of individuals who wanted to give us cultural food, the lack of which was felt in every corner. As it says: In your words, there is nothing against your will, and it was decided to work for the preparation of the performance, an outside director was invited and the artists are It was the youth themselves, of course, that everything was done in the biggest secret for the parents, and God forbid there was someone to remind them about it. .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 371
   },
   "bottom_right_point": {
    "x": 435,
    "y": 465
   },
   "text": "און אזוי האבן זיך אנגעפאנגען די פראבעס אין דעם פארלאזטן הויז פון דעם רוסישן גלח . דאס געפיל פון די דאזיקע וואס האבן געוווסט וואס עס ווערט געטון אין דעם דאזיקן הויז איז געווען פון יראת הכבוד . און ביים דורכגיין אט די שטוב , האבן זיי געוווסט אז דארט . אין איינעם פון אירע צימערן , געפינט זיך די קולטור , דער לעבנס־סוד אין וועלכן מיר זענען נאכניט אריין . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "And so the trials began in the abandoned house of the Russian priest. The feeling of those who knew what was being done in this house was one of awe. And when they passed the house, they knew that there. In one of its rooms, there is the culture, the secret of life, into which we have not yet entered. .\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 471
   },
   "bottom_right_point": {
    "x": 436,
    "y": 620
   },
   "text": "דער אוונט פון דער פארשטעלונג האט זיך דערנענטערט . און פרייטיק צו נאכטס , דאס הייסט א נאכט פריער פאר דער אויפפירונג פון דער פארשטעלונג . איז דער סוד דערגאנגען אין דער עפענטלעכקייט . עס איז אויסגערופן געווארן א חרם אויף אלע ארטיסטן . די פאראנטווארטלעכע פארן דערפאלג פון דער פארשטעלונג האבן ארויפגעלייגט אויף אלע אירע אנטיילנעמער קריגסי צושטאנד און זיי איינגעקווארטירט אין דעם הויז פון דער אויספירונג , דער לארט איז געווען גרויס די עלטערן פון די קינדער האבן געקלאפט אין די טירן פון דעם הויז און געשריגן : גיט אונדז צוריק אונדזערע קינדער !. הערט אויף דעם שמד !  אינעם שטעטל האט זיך געפילט אז עס דערנענטערט זיך א ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The evening of the performance was approaching. and Friday night, that is, the night before the performance of the performance. The secret has become public. A boycott was called on all artists. Those responsible for the success of the performance imposed martial law on all its participants and quartered them in the house of the execution. Children! Stop the firecracker! In the town it was felt that a .\n"
  }
 ],
 "filename": "tmp/horodlo/56990843.jpg",
 "order": 279,
 "page_number": "277"
}