{
 "id": "56990603",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 112
   },
   "bottom_right_point": {
    "x": 431,
    "y": 284
   },
   "text": "קרעמעריי , און אַ קליינער טייל פון מלאכה . דאָך אין אָבער זייער האַרץ און זייער האַנט שטענדיק געווען אפן און אויסגעשטרעקט צום געפאַלענעם און צום אָרעמאַן , האָט מען זיך אין שטאט דערוווסט וועגן אַ משפחה וואָס ליידט הונגער , האָבן שוין אירע פירער אין עסקנים ניט געריט ביז זיי האָבן געשאפן זעם געהעריקן סכום געלט צו שטיצן , איז אַ ייך געדריקט געווארן דורך דער רעגירונג האָבן זיי ניט גערוט און ניט געשוויגן ביז זיי האָבן אים ניט באפרייט פון דער דאָזיקן דרוק . האָט אַ ייך געפראַוועט אַ שמחה , האָבן זיך מיט אים מיטגעפרייט אַלע תושבים פון שטעטל . און אין עמעצנס אַן אומגליק , האָבן אַלע אָנטייל גענימען אין זיין צרה . געפילן פון געמיינזאַמער פאַראַנטווארטי לעכקייט איינער פאָרן אַנדערן און פון ברידערלעכקייט , האָבן געהערשט צווישן די יידישע איינוווינער פונעם שטעטל . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Creamery, and a small part of craft. Although their hearts and their hands were always open and extended to the fallen and the poor, people in the city learned about a family that was suffering from hunger, and its leaders in business did not succeed until they had produced the appropriate amount of money to support them. , was oppressed by the government, they did not rest and did not shut up until they released him from this pressure. If you tasted a joy, all the inhabitants of the town rejoiced with him. And in someone's misfortune, everyone participated in his trouble. Feelings of shared responsibility for one another and brotherhood prevailed among the Jewish residents of the town. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 295
   },
   "bottom_right_point": {
    "x": 432,
    "y": 434
   },
   "text": "דימערהייט פון די יידישע משפחות זענען געווען אַלטגעזעסענע , און זייער געשיכטע האָט זיך געצויגן פון לאַנגע יארן , צי אפשר גאָר פון אַ סך דורות , און עס איז ניט באַקאַנט געווען ווען זיי זענען געקומען קיין האָראָדלא . עס איז דעריבער אין האָראָדלא ניט געווען קיין איינזאַמער ייך , ווייל די משפחות זענען געווען פאַרצווייגטע און יעדער איינער איז געווען באקרוינט פון אַ מחנה קרובים פון זיינע עלטערן , וואָס האָבן על פי רוב געוווינט אין האָראָדלא און אויך אין נאָענטע און ווייטע שטעט . שיכטנווייז האָבן געוווינט די יידישע משפחות אין שטאט און האָבן געבילדעט אַלע צוזאַמען אן איינהייטלעכע און גאַנצע קהילה , און אַ רינגעלע אין דער גרויסער קייט פון פּוילישן יידנטום . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The majority of the Jewish families were old, and their history continued for many years, or perhaps for many generations, and it was not known when they came to Horodla. Therefore, there was no single person in Horodla, because the families were branched and each one was crowned by a camp of relatives of his parents, who mostly lived in Horodla and also in nearby and distant cities. Gradually, the Jewish families lived in the city and together they formed a unified and whole community, and a ring in the great chain of Polish Jewry. .\n"
  },
  {
   "upper_left_point": {
    "x": 107,
    "y": 474
   },
   "bottom_right_point": {
    "x": 433,
    "y": 550
   },
   "text": "די באציונג פון די גויים צו די יידן פון שטעטל די באַצונג פון די גויים צו די יידן פון שטעטל איז ניט שטענדיק געווען אַ שלעכטע . די שטאט זקנים פלעגן דערציילן וועגן תקופות פון דו און שלום ווען די גויים האָבן זיך באַצויגן מיט כבוד צו די יידן פון שטאט , אַזוי ווי עס פּאַסט צו אַלטע בירגער , ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The relationship of the Gentiles to the Jews of the town The relationship of the Gentiles to the Jews of the town was not always bad. The city elders used to tell about periods of peace and peace when the Gentiles approached the Jews of the city with respect, as befits old citizens.\n"
  },
  {
   "upper_left_point": {
    "x": 108,
    "y": 559
   },
   "bottom_right_point": {
    "x": 433,
    "y": 620
   },
   "text": "מיטן אויפקום פון דער נייער פּוילישער מדינה אין 1918 , האָט דעם פּוילישן פאָלק אַרומגעכאפט אַ נאַציאָנאַליזם כוואליע , וואָס איז געווען אנגער זאַפט מיט יידן שנאה . אויך די האָראָדלער פּאָליאַקן זענען אָנגעשטעקט געווארן מיט דעם דאָזיקן פאַנאַטיזם , און האָבן אָנגעהויבן ארויסווייזן שנאה צו די ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "With the emergence of the new Polish state in 1918, the Polish nation was engulfed by a wave of nationalism, which was fueled by hatred of the Jews. The Horodler Poles were also infected with this fanaticism, and began to show hatred towards the .\n"
  }
 ],
 "filename": "tmp/horodlo/56990603.jpg",
 "order": 39,
 "page_number": "37"
}