{
 "id": "56990744",
 "blocks": [
  {
   "upper_left_point": {
    "x": 95,
    "y": 93
   },
   "bottom_right_point": {
    "x": 442,
    "y": 395
   },
   "text": "געוואגט צו צוקומען צו אונדז , און מיר זענען אין גרויס פארזיכטיקייט אפגעטראטן . אין שוויטלינסקיס סטאדאלע האבן מיר ווי עס זיך איינגעארדנט . אבער אויך דא זענן מיר אנטדעקט געווארן דורכן אייגנטימער פון דער סטאדאלע . די זאך איז אזוי געשען : א געוויסן טאג מעלקט שוויטלינסקיס פרוי די קו אין דער סטאדאלע בעת איך מאן איז געשטאנען געבן איר , מיר הערן ווי זיי זאגט צו אים : אדזשו , וואס פילט זיך אזוי שטארק אין דער סטאדאלע ? - עס דוכט זיך דיך אויס ! ענטפערט איר מאן . נאכדעם ווי זיין פרוי איז ארויס פון דער סטאדאלע איז שוויטלינסקי געבליבן , און מיר הערן ווי ער זאגט צו זיך אליין : - יא , עס פילט זיך פון מענטשלעכער צואה אין דער סטאדאלע . מיר זעען ווי ער זוכט די אורזאכע דערפון און ער קומט צו צו דעם פלאץ וואו מיר האבן געטון אונדזערע באדערפענישן . ער איז ארויף אויפן בוידעם פון דער סטאדאלע און האט אונדז אנטדעקט . מיר האבן אים געבעטן ער זאל ניט מאכן קיין רעש און ער זאל וועגן אונדז ניט דערציילן . מיר האבן אים געבעטן ער זאל אונדז דערלויבן ווייטער זיך דא צו באהאלטן . צומארגנס איז ער צו אונדז ארויף און אונדז דערציילט , אַז ער האָט ביינאכט מאָדנע און טרויעריקע חלומות וועגן אונדז און האָט אונדז געבעטן מיר זאלן אוועק . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "dared to approach us, and we stepped back with great caution. In Svitlinsky's stable, we arranged it. But here too we were discovered by the owner of the stable. The thing happened like this: one day Shvitlinsky's wife was milking the cow in the barn while I was standing feeding her. - It seems you! Her husband answers. After his wife left the stable, Shvitlinsky stayed, and we hear him say to himself: - Yes, it smells like human excrement in the stable. We see how he is looking for the cause of it and he comes to the place where we did our needs. He went up to the attic of the stable and discovered us. We asked him not to make any noise and not to tell about us. We asked him to allow us to continue hiding here. In the morning he came up to us and told us that he had strange and sad dreams about us at night and asked us to leave. .\n"
  },
  {
   "upper_left_point": {
    "x": 99,
    "y": 400
   },
   "bottom_right_point": {
    "x": 442,
    "y": 637
   },
   "text": "נאכאמאל זענען מיר געשטאנען פאר דער פראבלעם פון א באהעלטעניש . מיר האבן דאס מאל ניט געוווסט ווהין צו גיין , און ווו צו זוכן א באהעלטעניש . מיר זענען אריין אין דעם קריסטלעכן בית הקברות , און מיר זענען אריין אין א קברים הייל פון פירשטן , נאכדעם ווי מיר האבן אויפגעבראכן די טיר פון דער הייל . מיר האָבן אַוועקגערוקט אין אַ זייט די צוויי קאַסטנס מיט די מתים , און מיר האבן זיך דארטן געלייגט . בלויז צוויי טעג זענען מיר געווען אין דער קברים הייל . מיר האבן דארטן ניט געקענט זייען מער , ווייל צוליב דער שלעכטער און שמוציקער לופט האבן מיר ניט געקענט און ניט געוואלט פארווכן פון דעם עסנוואַרג וואָס מיר האָבן מיט אונדז געהאַט . מיר זענען אַרויס פון דער הייל און מיר זענען אַוועק צו דער פאַרוואַלטערן פון דעם גלח'ס הויס צו זוכן אבאהעלטעניש . זי האט אונדז פארגעשלאגן זיך צו באהאלטן אין דעם קעלער פונעם קלויסטער , אבער אויך דארטן האבן מיר ניט געקענט זיין , ווייל ביינאכט פלעגן ארומלויפן שרצים מיט בליטשטנדיקע אויגן וואס האבן אונדז נאכמער איבערגעשראקן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Once again we faced the problem of a shelter. This time we did not know where to go, and where to look for a hiding place. We entered the Christian cemetery, and we entered a burial cave of princes, after we broke open the door of the cave. We moved aside the two boxes with the dead, and we laid down there. We were only in the tomb cave for two days. We couldn't sow more there, because because of the bad and dirty air, we couldn't and didn't want to eat the food we had with us. We left the cave and we went to the manager of the priest's house to seek shelter. She suggested us to hide in the basement of the monastery, but we couldn't be there either, because at night vermin used to run around with flashing eyes that scared us again. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990744.jpg",
 "order": 180,
 "page_number": "178"
}