{
 "id": "56990758",
 "blocks": [
  {
   "upper_left_point": {
    "x": 101,
    "y": 104
   },
   "bottom_right_point": {
    "x": 432,
    "y": 198
   },
   "text": "אז די נאכט האט זיך אראפגעלאזט , זענען מיר אויפגעשטאנען און מיר זענען אוועק אין דארף ריבענע ( 3 קילאמעטער פון האראדלא ) . מיר האבן אנגעקלאפט אין דער טיר פון אן ארעמען פויער , און נאכן צושטיין און צוזאגן אים , אז מיר וועלן אים דערפאר אפגעבן טובות און אים אין די נעכט ברענגען א סך זאכן , האט ער אונדז געלאזט ארויפגיין אויפן בוידעם פון דער סטאדאלע און זיך אויסבאהאלטן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "When night fell, we got up and went to the village of Ribene (3 km from Haradla). We knocked on the door of a poor farmer, and after agreeing and promising him that we would give him favors and bring him many things during the night, he let us go up to the attic of the stable and hide. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 205
   },
   "bottom_right_point": {
    "x": 432,
    "y": 298
   },
   "text": "אין די נעכט פלעגן מיר ארויסגיין פון אונדזער באהעלטעניש , און פלעגן ארויסשלעפן הינער ביי די פויערים פון דער סביבה , אויך קארטאפל , און אפילו תבואה קערנדלעך און מיר פלעגן דאס אלץ ברענגען אונדזער פויער , וואס האט אונדז אנגעפאנגען צו שעצן אלעמאל מערער , און האט אונדז אפילו אפגעקאכט געקעכצן . דער פויער האט ארויסגעוויזן אן אויסער־ געוויינטלעכע פארזיכטיקייט . אפילו זיינע בני בית האבן ניט געוווסט וועגן ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "At night, we used to come out of our hiding place, and used to drag out chickens from the farmers of the area, also potatoes, and even grain kernels and we used to bring all this to our farmer, which made us appreciate it more and more, and even made us Boiled down chatter. The farmer showed extraordinary caution. Even his family members did not know about .\n"
  },
  {
   "upper_left_point": {
    "x": 411,
    "y": 306
   },
   "bottom_right_point": {
    "x": 432,
    "y": 312
   },
   "text": "אונדז . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Us. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 323
   },
   "bottom_right_point": {
    "x": 435,
    "y": 513
   },
   "text": "מיר זענען געווען ביי דעם דאָזיקן פויער ביזן חודש מיי , און דאן זענען מיר אַרויס אין די פעלדער זיך זוכן אַ באהעלטעניש . מיר זענען אַוועק אויף די פעלדער פון סטאזשין  - אין דער ווירטשאפט ווו מיר האבן צום ערשטן געארבעט . מיר האבן אנגעטראפן דעם פעלד היטר און מיר האבן אים מודיע געווען , אז ער דארף זיך מאכן ניט זעענדיק אונדזער אנוועזנהייט . און אויב ער וועט ניט ארויסווייזן קיין פארשטאנד , וועלן מיר אים ליקווידירן . מיר האבן אים דערציילט , אז מיר געהערן צו א חברה פארטיזאנער וואס ציילט 500 פערזאן . דער שומר האט זיך טאקע אויפגעפירט ווי עס באדארף צו זיין . מיר האבן ארויסגעשלעפט עסנווארג פון דער ווירטשאפט , מיר זענען אפילו אריין אין די שטאלן און געמאלקן די קי , און מיר האבן זיך ארומגעדרייט אויף די ברייטע פעלדער מיר זענען געווען אין די פעלדער באהעלטעניש במשך צוויי חדשים . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We stayed with this farmer until the month of May, and then we went out into the fields to seek shelter. We went to the fields of Stashin - in the farm where we worked at first. We met the field keeper and we informed him that he should pretend not to see our presence. And if he will not show any understanding, we will liquidate him. We told him that we belong to a partisan society that numbers 500 people. The guard really behaved as it should be. We dragged food out of the farm, we even went into the stables and milked the cows, and we roamed the wide fields. We were hiding in the fields for two months. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 520
   },
   "bottom_right_point": {
    "x": 436,
    "y": 626
   },
   "text": "מיר האָבן דאַן באַגעגעגנט אַ גן , וואָס האָט אונדז געזאָגט אַז אַ ייד באהאלט זיך אויס , אזוי ווי מיר , נאענט פון אונדז , און אַז ער וויל אונדז זען , און טאַקע ביינאכט האָט זיך באַוויזן וועלוועלע סטריזשעווער מיט אַ ביקס און האט זיך צו אונדז אנגעשלאסן . אונדזער בטחון האט זיך אביסל געשטארקט . אונדזערע אריינדרינגונגען אין די פויערישע ווירטשאפטן זענען געוואָרן געוואגי טערער , און דאָס עסנוואַרג וואָס מיר האָבן צונויפגעזאמלט איז געווען פון אַ גענוגנדיקן סכום ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We then met a gen, who told us that a Jew was hiding, just like us, close to us, and that he wanted to see us, and indeed at night Velvele Strijever appeared with a gun and joined us. . Our confidence has increased a little. Our incursions into the peasant farms became a serious terror, and the food we collected was of a sufficient amount.\n"
  }
 ],
 "filename": "tmp/horodlo/56990758.jpg",
 "order": 194,
 "page_number": "192"
}