{
 "id": "56990718",
 "blocks": [
  {
   "upper_left_point": {
    "x": 108,
    "y": 112
   },
   "bottom_right_point": {
    "x": 434,
    "y": 187
   },
   "text": "א קורצער צייט אַרום האָבן די רוצחים דורכגעפירט נאָך אַן אַקציע  , האָבן געכאפט אַ סך יידן און צווישן זיי די איבערגעבליבענע פון מיין משפחה ביים אויסבאַהאַלטן זיך , זיי האָבן זיי ארויסגענומען קיין פטידיען  ( אַ פּלאַץ נעבן לודמיר ) , זיי דערמאָרדעט און באַגראַבן אין אַ ריזיקן ברידער קבר , אין וועלכן זיי האָבן באַגראָבן די קרבנות פון דער לודמירער קהילה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "A short time later, the killers carried out another operation, they caught many Jews and among them the survivors of my family while hiding, they took them out to Fetidien (a place near Ludmir), murdered them and buried them in a huge burial ground. Tomb, in which they buried the victims of the Ludmir community. .\n"
  },
  {
   "upper_left_point": {
    "x": 288,
    "y": 476
   },
   "bottom_right_point": {
    "x": 395,
    "y": 497
   },
   "text": "מרדכי זאוויזאוויטש און זיינע טעכטער שרה און חנה ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Mordechai Zavizovich and his daughters Sarah and Hannah.\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 450
   },
   "bottom_right_point": {
    "x": 244,
    "y": 495
   },
   "text": "פראדיל זאוויזאוויטש די טאכטער פון פישל זאוויאוויטש פראריל טענענבוים די טאכטער פון משה טענענבוים ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Pradil Zavizovich, the daughter of Fishel Zavizovich, Fraril Tenenbaum, the daughter of Moshe Tenenbaum.\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 528
   },
   "bottom_right_point": {
    "x": 433,
    "y": 621
   },
   "text": "איך האָב זייער אבער זייער געוואלט וויסן איינצלהייטן וועגן מיין משפחה און וועגן לעבן פון די האָראָדלער יידן אין לודמיר , אָבער נאָכן פאַריבערגיין אַ שטיקל צייט , האט מען מיר איבערגעבן , אַז מיין אלטע הייליקע באבע האָט באוויזן איבערצולעבן דעם ערשטן גרויסן פאגראם , נאָר אין דעם צווייטן פאגראס האָט מען זיי אַנדעקט אין אַ בונקער ווי זיי האָט זיך באַהאַלטן מיט נאָך יידן און מען האט זיי דערשאסן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "I really wanted to know details about my family and about the life of the Horodlar Jews in Ludmir, but after some time had passed, I was told that my old holy grandmother had survived the first great pogrom, but only the second one. In Pagros they were discovered in a bunker where they were hiding with other Jews and they were shot. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990718.jpg",
 "order": 154,
 "page_number": "152"
}