{
 "id": "56990717",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 114
   },
   "bottom_right_point": {
    "x": 433,
    "y": 353
   },
   "text": "א ט א א ס פ ע ר אין ה א ר א ד ל א ס'איז אינטערעסאנט צו דערמאָנען די אַטמאָספּער וואָס מיר האָבן געפונען אין האָראָדלא ווען מיר זענען דורך איר געגאנגען , אויפן וועג צום גוט אין סטאזשין צו אונדזער אַרבעטס פלאַץ . ס'איז געווען א זונטיק - דער רוטאָג פון די קריסטן - ווען מיר , די לעבנגעבליבענע , זענען אָנגעקומען קיין האָראָדלא . ווען די קריסטן האָבן זיך דערוווסט וועגן אונדזער אָנקום , האָט זיך ביי זיי אָנגעפאנגען אַ בהלהדיקער געלויף . מען האט געקענט שפירן זייער דערשטויי נונג און זייער פחד , טאָמער וועלן מיר דאַרפן פארבלייבן אין האָראָדלא און זיי וועלן אונדז מוזן צוריקקערן דעם אויסגערויבטן יידישן פארמעגן . מיר האָבן דערפילט זייער שטורעמדיקע און מוראדיקע בליקן . בלויז איין קריסטלעכע פרוי האָט אַרויסגעוויזן געפילן פון אמתער פרייך צו אונדזער צוריקקער און בפרט צו מיין צוריקקומען , דאָס איז געווען קאַטיאַ - די פרוי פונעם פויער מאַטי־ עווקא בודניעווסקי , ווען זי האָט מיך דערזען , האָט זי מיך אַרומגענומען , מיך געהאַלדזט און געקושט , זיך ניט מאַכנדיק וויסנדיק פון די שנאה און צארן־ בליקן פון די קריסטן וואָס האָבן זיך ארום אונדז צונויפגעזאמלט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "It is interesting to mention the atmosphere that we found in Horodla when we walked through it, on the way to the good in Stazhin to our work flats. It was a Sunday - the day of the Christians - when we, the survivors, arrived at Horodla. When the Christians found out about our arrival, they started running in panic. One could feel their dismay and their fear, perhaps we will be forced to stay in Horodla and they will have to return the looted Jewish property to us. We have experienced their stormy and fearful looks. Only one Christian woman showed feelings of true joy for our return and especially for my return, it was Katya - the wife of the farmer Mati-Evka Budniewski, when she saw me, she embraced me, hugged and kissed me, Unaware of the hatred and angry glances of the Christians who gathered around us. .\n"
  },
  {
   "upper_left_point": {
    "x": 344,
    "y": 116
   },
   "bottom_right_point": {
    "x": 351,
    "y": 121
   },
   "text": "די ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The .\n"
  },
  {
   "upper_left_point": {
    "x": 107,
    "y": 369
   },
   "bottom_right_point": {
    "x": 432,
    "y": 622
   },
   "text": "אין דעם נוט אין דעם גוט פון סטאַזשען האָבן מיר געארבעט אַ גאַנצן זומער פֿאַר אונדזער ארבעט האָבן מיר באַקומען זייער ווינציק עסן , אונדזערע קליידער האָבן מיר זיך ניט געקענט איבערטון , ווייל חוץ אונדזערע אַרבעטס - קליידער האָבן מיר ניט געהאט קיין אַנדער קליידונג . פון מאָל צו מאָל איז אונדז געלונגען זיך אריבערצובאַפן קיין האָראָדלא און בעטן די גויים שפייז , אויפן חשבון פון אונדזער אויסגערויבט פאַרמעגן , ניט רעכענענדיק זיך מיט דער גרויסער געפאַר וואָס איז געווען פאַרבונדן מיט אַזאַ שפאציר  , אָבער איינע פון אונדז - הערשל פריינדס א טאכטער – איז געכאפט געווארן ביים גיין קיין האָראָדלא און איז דערשאסן געוואָרן . ווען מיר זענען געווען אויפן גוט , זענען צו אונדז ווידעראַמאָל דערגאַנגען ידיעות וועגן דעם יידישן געטאָ אין לודמיר און וועגן זיינע יידישע תושבים . מיר האָבן דאן געהערט , אַז די באבע זיסל זאווידאוויטש און מיין מומע חנה מיט איר משפחה לעבן נאך . איינמאל האָב איך באַקומען אַ קליין בריוול פון דער באבען , וואָס איז געשיקט געווארן מיט אַ גוי . דאָס איז געווען דער לעצטער בריוו און דער לעצטער לעבנס־עדות פון אונדזער משפחה אין לודמיר . ווייל אין ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In the benefit of the internship, we worked all summer for our work, we received very tasty food, we could not change our clothes, because apart from our work clothes, we had no other clothing. From time to time we managed to cross over to Horodla and beg the Gentiles for food, at the expense of our looted possessions, not considering the great danger that was associated with such a walk, but one of us - Herschel Friend's daughter - is He was caught while going to Horodla and was shot. When we were on our way, news about the Jewish ghetto in Ludmir and its Jewish residents came to us again. We then heard that grandmother Zissal Zavidovich and my aunt Hana and her family are still alive. Once I received a small letter from the grandmother, which was sent with a guy. This was the last letter and the last evidence of our family's life in Ludmir. Because in .\n"
  }
 ],
 "filename": "tmp/horodlo/56990717.jpg",
 "order": 153,
 "page_number": "151"
}