{
 "id": "56990741",
 "blocks": [
  {
   "upper_left_point": {
    "x": 108,
    "y": 109
   },
   "bottom_right_point": {
    "x": 431,
    "y": 266
   },
   "text": "השערה , אָבער מיר האָבן זיך די גאנצע צייט געדרייט אַרום דעם ציגל ברענעריי און דאָס האָבן מיר פעסטגעשטעלט ווען עס האט גענומען טאָגן . איך האָב דאן געזאָגט פישעלען , אַז מיר וועלן ניט קענען ווייטער גיין ביים טאָג־ליכט , און מיר דאַרפן געפינען אַ באַהעלטעניש . מיר זענען צוגעגאנגען צו דער סטאַדאַלע פון וולאדקא דאבראבאלסקי וואָס איז געווען ווייט פון דער שטוב פון דעם דאָזיקן פויער , און מיר האָבן געפונען די סטאַדאַלע גוט פאָרמאַכט . פישעלע איז אַרויף אויף מיינע אַקסלען , האָט אַרויסגענומען די שטרוי - בינטלעך פון שטרויענעם דאָך , איז אַריין אינעווייניק און האָט געעפנט דאָס הינטערשטע פענצטערל פון דער סטאַדאָלע , מיר זענען אַרויף אויפן בוידעם פון דער סטאָדאַלע און מיר האָבן זיך דארט אפגערוט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Conjecture, but we revolved around the brick kiln the whole time and we confirmed this when it took days. I then told Fishelen that we would not be able to go further in the daylight, and we needed to find a shelter. We went to the stable of Vladka Dobrobalski, which was far from the house of this farmer, and we found the stable well maintained. Fishele got on my shoulders, took out the straw bundles from the straw obviously, went inside and opened the rear window of the stable, we went up to the attic of the stable and we rested there. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 277
   },
   "bottom_right_point": {
    "x": 431,
    "y": 618
   },
   "text": "דורכן טאָג האבן מיר ארויסגעקוקט דורך די שפּאַלטן פון דער סטאדאלע און מיר האבן געהערט ווי קווישניעווסקי - דער שכן פון דאבראבאלסקי - דערציילט דאבראבאלסקין אז ער האט היינט געזען א שרעקלעכע זאך : ער איז היינט פארבייגעפארן אויף זיין פור דורך סטאזשין און האט געזען ניין קערפערס פון געהרגעטע יידן , וואָס צווישען זיי האָט ער דערקענט פישל שעק ינקעלע זיידל , און איטשעלע ארנשטיין . מיר האבן געהערט אז ער האט דערציילט אז דער היטר פון דער ווירטשאפט האט זיי אנטדעקט אין זייער באהעלטעניש אין סטאזשין , און ער האט עס איבערגעגעבן די דייטשן וואס האבן זיי דערהרגעט . אזוי האָבן מיר זיך דערוווסט , אַז די אומקלי גלעכע זענען געכאפט געוואָרן נאכדעם ווי זיי האבן דורכגעמאכט אזוי פיל ליידן און האבן באוויזן זיך ארויס־ צודרייען פון אזוי פיל צרות און געפארן , מיר האבן געוווסט אז מיר קענען זיך שוין מער ניט צוריקקערן קיין סטאזשין . אין דער דאזיקער צייטווייליקער באהעלטעניש – אין דער סטאדאלע פון ד . - זענען מיר געלעגן אומגעפאר א וואך צייט , און מיר האבן זיך געשפייזט מיטן ברויט וואס מיר האבן באקומען פאר דער סחורה , ביז מיר זענען אנטדעקט געווארן דורכן אייגנטימער פון דאר סטאדאלע אין א נאכט , און ער האט אונדז געהייסן פארשווינדן פון דארטן ווייל ער האט מורא פאר די דייטשן . מיר זענען נאכאמאל אוועקגעשטעלט געווארן פאר דער שרעקלעכער פראבלעם פון געפינן א פאסיקע באהעלטענים אין דער ווינטערדיקער קעלט . מיר האבן זיך דערמאנט , אז נעבן שוויטלינסקי זענען דא אסך סטאדאלעס און שייערס . מיר זענען אוועק אין יענער ריכטונג , מיר זענען ארויף אויפן בוידעם ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "During the day we looked out through the cracks of the barn and we heard how Kwisniewski - Dobrobalski's neighbor - told Dobrobalski that he had seen a terrible thing today: he was passing today on his wagon through Stazhin and saw nine bodies of dead people. Jews, among whom he recognized Fishel Shek, Inkele Seidel, and Ichele Arnstein\nWe heard that he told that the guardian of the economy discovered them in their hiding place in Stashin, and he handed it over to the Germans who killed them.\nThat's how we found out that the unfortunates were captured after they had gone through so much suffering and proved to be able to escape from so much trouble and danger, we knew that we could no longer return to Stashin.\nIn this temporary shelter - in the stable of D\n- We lay there for about a week, and we fed ourselves with the bread we got for the goods, until we were discovered by the owner of Dar Stadale one night, and he told us to disappear from there because he was afraid. for the Germans\nWe were once again faced with the terrible problem of finding suitable shelter in the winter cold.\nWe remembered that near Shvitlinsky there are ash stables and shearers\nWe left in that direction, we went up to the attic\n"
  }
 ],
 "filename": "tmp/horodlo/56990741.jpg",
 "order": 177,
 "page_number": "175"
}