{
 "id": "56990703",
 "blocks": [
  {
   "upper_left_point": {
    "x": 104,
    "y": 111
   },
   "bottom_right_point": {
    "x": 429,
    "y": 206
   },
   "text": "און זיי האָבן געצווינגען די יידן צו ארבעטן ביי דער צעשטערונגס־אַרבעט וואָס איז דורכגעפירט געוואָרן דורך פוילישע קאָנסטרוקטאָרן . אַזוי האָבן זיי אויך אַרויסגענומען די שטיינערנע מצבות פון דעם יידישן בית־עולם . זיי האָבן צעשטערט דעם פּאַרקן וואָס האָט אַרומגערינגלט דעם בית החיים און די גויים האָבן דאָרט אָנגעפאנגען צו פאשן זייערע בהמות . אַזוי האָבן זיי אויך צעשטערט די יידישע קראָמען וואָס זענען געווען געבויט מיט ציגל . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "And they forced the Jews to work at the demolition work that was carried out by Polish constructors. This is how they also removed the stone tombstones from the Jewish cemetery. They destroyed the park that surrounded the house of life and the Gentiles began to graze their animals there. So they also destroyed the Jewish shops that were built with bricks. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 211
   },
   "bottom_right_point": {
    "x": 429,
    "y": 286
   },
   "text": "עס איז כדאי צו באַטאָנען , אַז די באַרטווערונג פון דער שול האָבן נאָך די פּאָליאַקן אָנגעהויבן , צום ערשטן האָבן די שקצים אויסגעבראכן די הויכע געוועלנטע שויבן פון דער שול , און האָבן דאָס געטון שפילנדיק מיט שטיין ווארפן . נאָך דעם האבן די גויים אָנגעהויבן אַרויסצונעמען די הילצערנע ראָמען פון די פענצטער און טירען ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "It is worth emphasizing that the Poles started the demolition of the school, at first the skunks broke the high corrugated windows of the school, and they did it by throwing stones. After that, the gentiles began to remove the wooden frames from the windows and doors.\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 297
   },
   "bottom_right_point": {
    "x": 429,
    "y": 371
   },
   "text": "עס איז שווער איבערצוגעבן דעם פיין און די יסורי נפש וואָס מיר האָבן געליטן , צוזעענדיק ווי מען צעשטערט אונדזער מקום קדוש וואָס איז געווען דער מקדש מעט פֿאַר דער גאַנצער שטאָט . מיר האָבן אין דער צעשטערונג פון דער שול געזען אַ צייכן פון דעם חורבן פון דער קליינער און אלטער האָראָדלער קהילה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "It is difficult to convey the pain and the agony that we suffered, seeing how our holy place, which was the temple for the whole city, was being destroyed. We saw in the destruction of the school a sign of the destruction of the small and old Horodler community. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 379
   },
   "bottom_right_point": {
    "x": 429,
    "y": 458
   },
   "text": "חוץ די גייסטיקע ליידן , האָבן מיר שרעקלעך געליטן פיזיש , ווייל בעת מיר האָבן ארויפגעלאָדן די ציגל אויף די וועגענער האָט זיך די פוילישע אַרכי טעקטן פאַרגלוסט צו שפּאַסן  דורך וואַרפן שטיקלעך ציגל אויף אונדזערע קעפ . בעת די פוילישע און דייטשע פּאָליציאַנטן האָבן געלאכט אויף א קול , און אונדז געהיטן און אונטערגעטריבן מיר זאָלן טון אונדזער אַרבעט מיט גרויזאמע קלעפ . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Apart from the mental suffering, we suffered terribly physically, because while we were loading the bricks onto the wagons, the Polish architects liked to have fun by throwing pieces of bricks on our heads. While the Polish and German policemen laughed out loud, and guarded us and forced us to do our work with cruel blows. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 471
   },
   "bottom_right_point": {
    "x": 430,
    "y": 621
   },
   "text": "די אטאקע אויף רוסלאנד אין יוני 1941 האָבן די דייטשן אַטאַקירט די רוסן , זענען אַריבער דעם בוג און אין עטלעכע שעה צייט האָבן זיי פארנומען לודמיר . לודמיר איז געווען אַ גרויסע און שיינע שטאט , און די יידישע קהילה וואָס איז שטענדיק באַטראַכט געוואָרן ווי איינע פון די וויכטיקסטע קהילות פון פוילן , אין גרעסער געוואָרן דורך דער מלחמה צייט , נאָכדעם ווי עס זענען אהין אנטלאפן יידן פון אַנדערע שטעט , מחמת דעם דרוק פון דעם דייטשן שונא . עס איז שווער זיך פארצושטעלן די שרעק פון די יידן אין לודמיר ווען זיי זענען נאכאמאל אריינגעפאַלן צו די דייטשן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The attack on Russia In June 1941, the Germans attacked the Russians, crossed the river and in a few hours they occupied Ludmir. Ludmir was a large and beautiful city, and the Jewish community, which was always considered one of the most important communities in Poland, grew in size during the war, after Jews fled there from other cities, due to the pressure of The German enemy. It is difficult to imagine the fear of the Jews in Ludmir when they again fell in with the Germans. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990703.jpg",
 "order": 139,
 "page_number": "137"
}