{
 "id": "56990697",
 "blocks": [
  {
   "upper_left_point": {
    "x": 104,
    "y": 134
   },
   "bottom_right_point": {
    "x": 428,
    "y": 193
   },
   "text": "פראדל שיפפער ( פערלמוטער ) - קאנאדע די האראדלער יידן אין דער צייט פון דער דייטשער אקופאציע און זייער ביטערער סוף ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Fradel Schiffer (Perlmutter) - Canada The Haradler Jews at the time of the German occupation and their bitter end.\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 210
   },
   "bottom_right_point": {
    "x": 430,
    "y": 592
   },
   "text": "פוילן איז באַזיגט געוואָרן . ביים דערהערן אַז די דייטשן קומען אַן , האָט זיך אנגעהויבן אַ בהלהדיק אַנטלויפן פון די יידן צו די קליינע שטעטלעך וואָס געפינען זיך אויפן מערבי ברעג פון דעם טייך בוג  , וואָס איז דאן געווארן די גרענעץ צווישן די רוסן און די דייטשן , מיטן ציל זיך אריבערצוכאפן אויף דער רוסישער זייט . די ערשטע זענען אַנטלאפן די יעניקע וואָס האָבן באוויזן צו קענען די דייטשן און זייער גרויזאַמע באַנעמונג אין די אקופירטע שטעט , כאָטש עס איז קיינעם ניט איינגעפאַלן אַז זיי וועלן וואגן צו פאַרניכטן זעקס מיליאן טייערע און וווילע יידן אויף אַ שרעקלעכן אופן , אן שום שולד און זינד . אין אונדזער שטעטל האָראָדלא זענען די דייטשע סאָלדאַטן אָנגעקומען אין סעפּטעמבער 1939. עס האָבן זיך נאך דאן געפונען אין האָראָדלא אַלע יידן פון דער שטאָט , וואָס האָבן זיי נאָך ניט געהאַט פֿאַרלאָזט . גלייך נאך זייער אָנקומען , האָבן די דייטשן באפוילן אויפצועפענען די יידישע קראָמען , און האָבן אַרויסגעוואָרפן די סחורה וואָס איז אין זיי געווען צו דער צופרידנקייט פון די גויים , וואָס זענען זיך צונויפגעקומען פון אַלע שטאט טיילן מיט זעק , און האָבן געכאפט זייער פאַרמעגן - די יידישע פּראָצע . יענעם גאנצן טאָג זענען זיי געווען פארנומען אין אויסראבעווען די קראָמען . אָבער , נאך אין דער זעלבער נאַכט האָבן זיך די דייטשן צוריקגעצויגן און אויף זייער פלאַץ זענען אריין די רוסן , וואָס זענען אין האַראָדלא געווען אַ צוויי וואָכן , נאָך צוויי וואָכן האָבן זיך די רוסן צוריקגעקערט צום מזרחי ברעג פון דעם בוג  , וואָס איז באַשטימט געוואָרן - לויט דער פאָליטישער אָרדענונג - אַלס א גרענעץ צווישן די דייטשן און די רוסן . אונדזער שטעטל האָראָדלא , וואָס געפינט זיך אויפן מערב ברעג פונעם בוג , איז געוואָרן אַ גרענעץ שטעטל , אקופירט דורך די דייטשן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Poland was defeated\nUpon hearing that the Germans were coming, the Jews began to flee to the small towns on the west bank of the river Bug, which then became the border between the Russians and the Germans, with the aim of crossing over to The Russian side\nThe first to flee were those who showed that they knew the Germans and their cruel treatment in the occupied cities, although it did not occur to anyone that they would dare to destroy six million dear and good Jews in a terrible way, without any guilt or sin.\nThe German soldiers arrived in our town of Horodla in September 1939\nAfter that, all the Jews of the city, whom they had not yet left, were found in Horodla\nImmediately after their arrival, the Germans ordered to open the Jewish shops, and threw out the goods that were in them to the satisfaction of the Gentiles, who gathered from all parts of the city with sacks, and seized their property - the Jewish Process\nThat whole day they were busy robbing the shops\nHowever, in the same night, the Germans retreated and the Russians, who had been in Harodla for two weeks, entered their fleet. According to the political order - as a border between the Germans and the Russians\nOur town of Horodla, which is located on the west bank of the river, became a border town, occupied by the Germans.\n \n"
  }
 ],
 "filename": "tmp/horodlo/56990697.jpg",
 "order": 133,
 "page_number": "131"
}