{
 "id": "56990662",
 "blocks": [
  {
   "upper_left_point": {
    "x": 115,
    "y": 137
   },
   "bottom_right_point": {
    "x": 430,
    "y": 177
   },
   "text": "משה זובערמאן ( ארץ ישראל ) די יוגנט און איר געזעלשאפטלעכע און קולטורעלע ארבעט ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Moshe Zuberman (Israel) The youth and its social and cultural work.\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 195
   },
   "bottom_right_point": {
    "x": 433,
    "y": 596
   },
   "text": "אין מיינע יינגלעשע יארן , ווען איך האָב נאָך געלערנט ביים מלמד מאטל פישל'ס אין חדר , איז די ערשטע וועלט - מלחמה געקומען צו איר סוף . א נייע תקופה האָט דאָן אָנגעפאנגען פֿאַר די פּוילישע יידן , אַ צייט פון אַן אויפגעלעבטער פאליטישער און קולטורעלער טעטיקייט . אויך אונדזער שטעטל האָראָדלא אין באווירקט געווארן פון דער נייער ווענדונג אויף דער יידישער גאַס . די האָראָדלער יוגנט האָט נאָך פֿארנומען די בית מדרש בענקלעך און האָט געלערנט לימודי קודש מיט גרויס פלייס און פאַרטיסטקייט , אינגאנצן אָפּגעזען פון וואָכעריקן לעבן , אָבער נייע געדאַנקען האָבן זיך אריינגעריסן אין דער יידישער גאַס פון אינדזער שטעטל , וואָס האָבן צוגעצויגן אַן אָנזעעוודיקע טייל פון דער יוגנט , וואָס האָבן פאַרלאָזן דאָס לערן בענקל אין בית מדרש און האָט אָנגעפאנגען זיך צו פאַרנעמען מיט קולטור - געזעלשאַפטלעכע טעטיקייטן . אין יענע טעג איז געגרינדעט געווארן די אַלגמיינע ביבליאָטעק , וואָס האָט משפיע געווען פון קולטור - שטאנדפונקט מיט אַ גרויסער ווירקונג און האָט קאַנצענטרירט אַ טייל פון זייער אינטערעס . די עלטערן האָבן ניט געקוקט מיט גוטע אויגן אויף דער דאָזיקער טעטיקייט , און אין דער ביבליאָטעק האָבן זיי געזען אַן אָפּנויג פון דעם דרך הישר וואָס איז געווען אויסגעטראָטן און אָנגענומען ביז דאן , און זיי האָבן געפריווט שטערן אונדזערע אַקטיוויטעטן דורך פאַרשידענע מיטלען . אבער ניט געקוקט דערויף , איז די יוגנט אנגעגאנגען מיט איר אַרבעט . אַ זייער וויכטיק ווערק אין אין יענער תקופה געגרינדעט געוואָרן , און דאָס איז געווען די העברעישע שולע . אירע גרינדער זענען געווען : נחום בערגער זל , משה אלתר'ס זל , צבי זובערמאן זל , וואָס האָבן אַראָפּגעבראַכט אין אונדזער שטעטל איינעם פון די גוטע העברעישע לערער מיטן נאָמען יעקב בריק , גרויס איז געווען די פרייד אין דער אינטערעס וואָס עס האָט אנגעפילט די יונגע שילער , אין אָנבליק פון דער מעגלעכקייט צו דערווערבן אַ העברעישע בילדונג אין דער העברעישער שולע . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In my boyhood years, when I was still studying under teacher Matel Fishel's classroom, the First World War came to an end.\nA new era began for the Polish Jews, a time of revived political and cultural activity.\nOur town of Horodla was also affected by the new turn on the Yiddish street\nThe Horodler youth still occupied the Beit Midrash benches and studied sacred studies with great diligence and enthusiasm, completely disregarding everyday life, but new ideas broke into the Jewish street of our town, which attracted a significant part of the youth. , who left the study bench in the Beit Midrash and began to engage in cultural and social activities\nIn those days, the general library was established, which influenced from a cultural point of view with a great effect and concentrated a part of their interest.\nThe parents did not look with good eyes on this activity, and in the library they saw a departure from the right path that had been worn and accepted until then, and they tried to hinder our activities by different means.\nBut regardless, the youth continued with her work\nA very important work was established in that era, and that was the Hebrew school\nIts founders were: Nachum Berger Zel, Moshe Altar's Zel, Zvi Zuberman Zel, who brought to our town one of the good Hebrew teachers named Jacob Brik, great was the joy in the interest that filled the young people Shiler, in view of the possibility of acquiring a Hebrew education in the Hebrew school\n \n"
  }
 ],
 "filename": "tmp/horodlo/56990662.jpg",
 "order": 98,
 "page_number": "95"
}