{
 "id": "56990736",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 115
   },
   "bottom_right_point": {
    "x": 431,
    "y": 207
   },
   "text": "מיין באזור אין אוסטילע און מיין קומען קיין לודמיר איך בין אַוועק קיין טשעריניאווקע און האָב גענעכטיקט אַ נאַכט ביי אַ פּויער מיטן נאָמען טאַרביל . איך בין אויפגעשטאנען גאַנץ פרי און איך האָב זיך געלאָזט גיין קיין אוסטילע . אין אוסטילע האָב איך באַגעגנט דעם זון פון אליעזר האַלפּערין , און ער האט מיר דערציילט וועגן די גרויסע צרות וואָס עס האָבן אויך געטראפן די אוסטילער יידן . פון אוסטילע בין איך געגאנגען קיין ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "My area in Ustila and my coming to Ludmir. I left for Cheriniovka and slept for a night with a farmer named Tarbil. I got up quite early and I let myself go to Ostile. In Ostila, I met Eliezer Halperin's son, and he told me about the great troubles that the Ostila Jews also faced. From Ostile I went to .\n"
  },
  {
   "upper_left_point": {
    "x": 212,
    "y": 467
   },
   "bottom_right_point": {
    "x": 325,
    "y": 474
   },
   "text": "שלמה בלאט און זיין פאמיליע ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Shlomo Blatt and his family.\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 496
   },
   "bottom_right_point": {
    "x": 432,
    "y": 619
   },
   "text": "לודמיר , און ווען איך בין אנגעקומען קיין לודמיר , בין איך תיכף אַוועק צו דער יידישער געטאָ דעם ערשטן וואָס איך האב באַגעגנט איז געווען מרדכי זובערמאן , און דערנאך האָב איך זיך געטראפן מיט אַ סך האַראַדלער , צווישן זיי די משפחה פון יעקב זובערמאן , פערל זאווידאוויטש און אירע זין יקותיאל און משה זאווידאוויטש , משה זיסבערג , און אנדערע משפחות . אין געטאָ בין איך געווען פיר וואָבן . אין דער לודמירער געטאָ האָב איך געארבעט משונהדיקע צוואַנגס־ אַרבעטן , אָבער דאס לעבן האָט ניט געהאט קיין עקזיסטענץ זיכערקייט און ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Ludmir, and when I arrived in Ludmir, I immediately left for the Jewish ghetto. The first person I met was Mordechai Zuberman, and then I met many Haradlers, among them the family of Jacob Zuberman, Pearl Zavidovich. and her sons Ikutiel and Moshe Zavidovich, Moshe Zisberg, and other families. I was four weeks in the ghetto. In the Ludmir ghetto I worked strange forced labor, but the life had no security of existence and .\n"
  }
 ],
 "filename": "tmp/horodlo/56990736.jpg",
 "order": 172,
 "page_number": "170"
}