{
 "id": "56990734",
 "blocks": [
  {
   "upper_left_point": {
    "x": 104,
    "y": 112
   },
   "bottom_right_point": {
    "x": 431,
    "y": 218
   },
   "text": "וואָס איז באַשטאנען פון יוגנטלעכע , פרויען און מענער , און די צווייטע גרופע - פון די שוואכע זקנים , און פון יינגלעך און מיידלעך וואָס זענען נאָך ניט דערגאַנגען צו אַרבעטס עלטער . די צווייטע גרופע איז ווידעראַמאָל פון אונדז אַוועקגעריסן געוואָרן מיט געוואלד און אויך זיי זענען געבראַכט געוואָרן צום טויטן־לאַגער , מיט דער דאָזיקער גרופע איז אויך צוגענומען געווארן מיין ברודער יהודה , פון דרייצן יאָר , וואָס האָט מיט האַרצשרייענדיקע געשרייען זיך מיט מיט געזעגנט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "which consisted of youths, women and men, and the second group - of the weak elders, and of boys and girls who are not yet of working age. The second group was once again torn away from us by force and they too were taken to the death camp, with this group was also taken my brother Yehuda, who was thirteen years old, who said goodbye with heart-rending cries. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 222
   },
   "bottom_right_point": {
    "x": 432,
    "y": 445
   },
   "text": "מען האט אונדז געזאָגט אינדו , די איבערגעבליבענע , וועט מען שיקן אַרבעטן אין די אַגריקולטור - קאָלאָניעס . נאָך אין זעלבן טאָג זענען דערשינען די אייגנטימער פון די ווירטשאפטן און זיי האָבן אויסגעקליבן צווישן אונדז מענטשן צו דער אַרבעט און זיי מיט זיך מיטגענומען . די האָראָדלער און די סטריזשעווער זענען געבליבן און זענען ניט געפֿאָדערט געווארן אויף אַרבעט און די דייטשן האָבן אונדז געהייסן גיין אַרבעטן אין א גוט וואָס געבן האָראָדלא . מיר האָבן זיך צוריקגעקערט קיין האַראָדלא און מיר זענען אַוועק קיין סטאזשין און מיר זענען דאָרטן צוגענומען געווארן אויף ארבעט , דאַרטן האָבן מיר גע־ אַרבעט ביי די פינף חדשים . מיך האָט דער פריץ  אויסגעקליבן פאר זיין פערזענלעכן פורמאן . מחמת דער דאָזיקער אויפגאבע וואָס דער פריץ האָט אויף מיר אַרויפגעלייגט , בין איך געווען אַן עדות פון אַ שרעקלעכער און אויפטרייסלענדיקער מאָרד פאסירונג , פון וועלכער די האָר פון קאָפּ שטעלן זיך קאפויער , אַזעלכעס וואָס איז שווער צו שילדערן , און וואָס שטרייכט אונטער צו וועלכער נידערטרעכטיקער מדרגה פון אכזריות זענען עס די דייטשן ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We were told that the survivors would be sent to work in the agricultural colonies. On the same day, the owners of the farms appeared and they chose people from among us for the work and took them with them. The horodler and the strijver stayed and were not asked for work and the Germans told us to go work in a good that gives horodla. We returned to Harodla and we went to Stashin and we were hired there, we worked there for five months. The priest chose me as his personal foreman. Because of this task that the Fritz imposed on me, I was a witness of a terrible and shocking murder event, from which the hair on the head stands on end, such as is difficult to describe, and which underlines the level of the lowest right. The Germans are cruel.\n"
  },
  {
   "upper_left_point": {
    "x": 122,
    "y": 452
   },
   "bottom_right_point": {
    "x": 432,
    "y": 477
   },
   "text": "דערגאַנגען . די שוידערלעכע פאַסירונג וואָס טוט זיך ניט אָס פון מיין זכרון : ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "complete The horrible phase that does not happen from my memory: .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 485
   },
   "bottom_right_point": {
    "x": 433,
    "y": 624
   },
   "text": "אין אַ טאָג האָט מיר דער פריץ געהייסן מיט אים פארן קיין הארובישוב . ווען מיר זענען אָנגעקומען קיין הארובישוב , אין דער פריץ אַוועק דערליידיקן זיינע ענינים , און איך בין געבליבן היטן דעם וואָגן וואָס איז געשטאנען געבן דער גאַס פון דער יידישער געטאָ . ביי דער דאָזיקער געלעגנהייט האָב איך געשמועסט מיט אַ יידן וואָס איז געשטאנען געבן דעם וואָגן . פלוצים האָט זיך געיאַוועט צו אונדז דייטשן און האָבן אונדז אויפגעפאדערט צו גיין מיט זיי , מיר זענען געבראכט געווארן אויפן בית־עולם און מען האט אונדז צור געפירט צו אַ גרופע יידן וואָס האָט געגראָבן אַן אויסגראבונג וואָס מיר האָבן ניט געוווסט צוליב וואָס אַ קורצע צייט נאָכדעם זענען געבראכט געווארן ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "One day the priest invited me to go with him to Hrubishov. When we arrived in Harobyshov, in the middle of the night his affairs were settled, and I stayed to watch the cart that was standing on the street of the Jewish ghetto. On this occasion, I talked to a Jew who was giving the cart. Flozim waved to us Germans and asked us to go with them, we were brought to the cemetery and we were led to a group of Jews who were digging an excavation that we did not know why a short time later were brought.\n"
  }
 ],
 "filename": "tmp/horodlo/56990734.jpg",
 "order": 170,
 "page_number": "168"
}