{
 "id": "56990677",
 "blocks": [
  {
   "upper_left_point": {
    "x": 107,
    "y": 108
   },
   "bottom_right_point": {
    "x": 432,
    "y": 170
   },
   "text": "די פאָרשטעלנוג , נאר אויך אַגרויסע צאָל פרויען זענען אונדז געקומען אויפצור פאָדערן מיר זאָלן אויפגעבען די אויפפירונג . און אפילו די זעלבע פרויען , וואָס האָבן פריער אויפגענומען מיט גוטן ווילן די פאָרשטעלונג האָבן זיך אָנגעשלאסן צו די קעגנער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The performance, but also a huge number of women came to us demanding that we stop the performance. And even the same women, who previously welcomed the performance with good will, joined the opponents. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 176
   },
   "bottom_right_point": {
    "x": 432,
    "y": 302
   },
   "text": "אפילו ביילע פריינד ( מען האָט זי גערופן ביילע חיהטשעס ) וואָס האָט געבאקן אַ גרויסע חלה פאר דער פאַרשטעלונג , האָט אין אָנבליק פון דער דער מאנסטראַציע געענדערט איר מיינונג און האָט זיך אָנגעשלאסן אין אונדזערע באַקעמפערס . זי איז טאַקע ניט דערשינען מיט אַ שטעלן אָדער מיט אַן אַנדער אינסטרומענט , אָבער זי האָט ניט אויפגעהערט דעם גאנון אוונט צו פאָדערן , אַז איר ברודער אברהם יהושע - וואָס האָט געהאַט די הויפט ראָל אין דער פאַר־ .זאָל איר טון א טובה און זאָל ראָס מאָל ניט שפילן  . ( אַ גאַנץ שטעלונג כאַשיידענע ביטע ) . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Even Beile Freind (she was called Beile Hihaches) who baked a large challah for the performance, changed her opinion in view of the demonstration and joined our fighters. She did not appear with a set or with any other instrument, but she did not stop this evening to demand that her brother Avraham Yehoshua - who had the main role in the pre-. should do her a favor and should Ros Do not play. (a complete attitude, please). .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 310
   },
   "bottom_right_point": {
    "x": 431,
    "y": 402
   },
   "text": "נאָכן דערפאלג פון דער ערשטער פאָרשטעלנוג , האָבן מיר זיך געגרייט אינטענסיון צו דער צווייטער אויפפירונג . דאָס מאָל האָבן מיר געוואָלט שפילן צוויי קוני לעמל  . אז מען האט זיך אין מיין שטוב דערוווסט וועגן מיין באַטייר ליקונג אין דער פאָרשטעלונג און אז איך בין געוואָרן אַן אַרטיסטקע  , לויט זייער אויסדרוק , האָבן מיינע עלטערן מיר צוגעגרייט אַ ביז גאר בייון קבלת פנים און האָבן מיר אויפגעפאָדערט ניט אָנטיילצונעמען אין דער אויפפירונג . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "After the success of the first performance, we prepared intently for the second performance. This time we wanted to play two Kuni Lamel. When people in my house found out about my participation in the performance and that I became an artist, according to their expression, my parents prepared a very special reception for me and asked me not to participate in the performance. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 412
   },
   "bottom_right_point": {
    "x": 431,
    "y": 567
   },
   "text": "אין אַ טאָג האָט מען אונדז איבערגעגעבן , אַז אַ יונגער העברעישער לערער איז געקומען קיין האָראָדלא און ער וויל זיין אַ לערער פון עברית . דער לערער האָט געהייסן מרדכי פריינד ( היינט אין ישראל ) . מיטן קומען פון מדכי פריינד אין אונדזער שטעטל האָט זיך אָנגעפאנגען א נייער פעריאָר פֿאַר דער יוגנט וואָס האָט געוואלט דערלערנען די העברעישע שפראך . עס זענען געעפנט געוואָרן נייע האריזאנטן צו דערווערבן בילדונג און די העברעישע שפראך . מיט דער הילף פון מרדכי פריינד האָבן מיר אָנגעפאנגען צו לערנען העברעישע ליטעראַטור , ביי אים האָבן מיר דערוואָרבן אַ סך יסודותדיקע ידיעות פון עברית , און אנדערע האָבן אויך פארברייטערט זייערע העברעישע פאַרפולקאָמונג , און די ציוניסטישע טעטיקייט פון יענעם פעריאָר האָט זיך אויסגעברייטערט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "One day we were informed that a young Hebrew teacher had come to Horodla and he wanted to be a teacher of Hebrew. The teacher's name was Mordechai Friend (today in Israel). With the arrival of Madchi's friend in our town, a new period began for the youth who wanted to learn the Hebrew language. New horizons were opened to acquire education and the Hebrew language. With the help of Mordechai Friend, we started to study Hebrew literature, with him we acquired a lot of basic knowledge of Hebrew, and others also expanded their Hebrew knowledge, and the Zionist activity of that period expanded. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 578
   },
   "bottom_right_point": {
    "x": 431,
    "y": 620
   },
   "text": "איך געדענק די נאַציאָנאַלע אַקטן און פייער ינגען וואָס זענען דורכגעפירט געוואָרן מיט גרויס שיינקייט און פאַראַד . באַזונדערס געדענק איך די גרויסע פייערונג וואָס איז איינגעארדנט געווארן צו דער דערעפענונג פון דער העב־ ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "I remember the national acts and fire engagements that were carried out with great beauty and pride. In particular, I remember the big celebration that was arranged for the opening of the Heb-.\n"
  }
 ],
 "filename": "tmp/horodlo/56990677.jpg",
 "order": 113,
 "page_number": "111"
}