{
 "id": "56990740",
 "blocks": [
  {
   "upper_left_point": {
    "x": 104,
    "y": 111
   },
   "bottom_right_point": {
    "x": 430,
    "y": 152
   },
   "text": "דריי סטריזשעווער יידן ( זייערע נעמען גדענק איך ניט ) . זיי האָבן פאר אונדז זיך דערשראקן און האָבן אָנגעהויבן צו אנטלויפן . מיר האָבן אין דער שטיל זיי גערופן ביי די נעמען און זיי האָבן זיך צוריקגעקערט צו אונדז . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Three strijever Jews (I don't remember their names). They were afraid of us and started to run away. We quietly called them by name and they returned to us. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 173
   },
   "bottom_right_point": {
    "x": 432,
    "y": 620
   },
   "text": "מיר גייען קריגן ברויט מיר האָבן אויסגעארבעט אַ פּלאַן צו קריגן שפייז און ברויט . איין סטריי זשעווער האָט אונדז געזאָגט , אַז ער האָט אַ שטיקל סחורה פאר א פרויען קלייך און מען דארף קלערן עס איבערצובייטן אויף שפייז ביי איינעם פון די פויערים , ווער וועט גיין דורכפירן דעם עסק ? מיר האָבן געוואָרפן גורל און עס איז אויסגעפאַלן אויף מיר און פישל שעק , אָבער פישל גערטל האָט מיטי געטיילט אַז ער האט זיך געגעבן אַ נדר ניט אָפּצולאזן מיך און מיך צו באַגלייטן אויף אַלע מיינע וועגן און ער איז באשטאנען מיטצוגיין מיט אונדז . אָבער מיר האָבן געזאָגט , אַז דריי קענען ניט גיין , ווייל זיי קענען אַרויסרופן אויפמערקי זאמקייט , איז דעריבער געבליבן פישל שעק אין דער סטאַדאַלע און איך בין גע־ גאַנגען מיט פישל גערטל . מיר זענען אַוועק קיין האַראָדלא און מיר האָבן אָנגעקלאַפּט אין דער טיר פון אַ פּויער מיטן נאָמען יאשקע מערוניע , מיר זענען אריין און אים פאר־ געלייגט דעם פּויער די סחורה פאר ברויט . די גויע האָט אונדז געזאָגט אַז זי האָט ניט איצט קיין ברויט , און האָט אונדז געראטן זיך צו באַהאַלטן אינעם בוידעם פונעם שייער דעם מעת לעת , ביז זיי וועט אויסקנעטן טייג און אַפּבאַקן ברוט . אַ זאַך וואָס וועט געדויערן לאַנגע שעהן . מיר האָבן געטון דאָס וואָס זי האָט אונדז געזאָגט צומארגנס ביינאכט , אין די שפעטע שעהן , האָט זי אונדז פאַר דער סחורה געגעבן עטלעכע לעבלעך ברויט וואָס זיי האָט צוזאַמענגער בונדען מיט אַ שטריק , און מיר האָבן פאַרלאָזט האָראָדלא און אַוועק קיין סטאזשין , איך געדענק , אַז מיר האָבן איר געבעטן אַ זעקל פאר דעם ברויט און מיר האָבן איר צוגעזאָגט דאָס אומצוקערן , אָבער זי האָט געזאָגט , אַז זי האָט מורא טאָמער וועט מען אונדז הרגענען און זי וועט אָנווערן דאָס זעקל . נאכדעם ווי מיר האָבן זיך געלאָזט אין וועג אריין האָט אנגעפאנגען צו בלאָזן אַ שטארקער ווינט , און אַ געריכטער שניי האָט אנגעהויבן צו פאַלן וואָס האָט פֿאַרווישט דעם וועג וואָס פירט קיין סטאזשין . ווען מיר זענען געקומען אין דער ציגל ברענעריי פון מורציאל האָבן מיר געפונען דעם וועג אינגאנצן פאַרווישט . מיר האָבן געפרוווט אַליין צו ריכטן אונדזער וועג לויט אונדזער ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We are going to get bread We have worked out a plan to get food and bread\nOne stray Jewer told us that he has some goods for a women's group and we need to exchange it for food at one of the farmers, who will go and carry out this business? We cast lots and it fell on me and Fishel Shek, but Fishel Girtel shared with me that he made a vow not to leave me and to accompany me on all my journeys and he agreed to go with us.\nBut we were told that three cannot go, because they can attract attention, so Fishel's check remained in the stable and I went with Fishel's belt.\nWe went to Harodla and we knocked on the door of a farmer named Jashka Meronie, we went in and offered the farmer the goods for bread.\nThe girl told us that she has no bread now, and advised us to hide in the attic of the shed for the time being, until she kneads dough and bakes bread.\nA thing that will last for long hours\nWe did what she told us, the next morning at night, in the late hours, she gave us some bread for the goods, which she tied together with a rope, and we left Horodla and went to Stashin, I remember that We asked her for a bag for the bread and we promised her to return it, but she said that she was afraid that maybe they would kill us and she would lose the bag.\nAfter we got into the road, a strong wind started blowing, and a heavy snow started to fall, which washed away the road leading to Stashin.\nWhen we came to the brick kiln of Murcia, we found the road completely washed away\nWe have tried to adjust our path according to our own\n"
  }
 ],
 "filename": "tmp/horodlo/56990740.jpg",
 "order": 176,
 "page_number": "174"
}