{
 "id": "56990759",
 "blocks": [
  {
   "upper_left_point": {
    "x": 104,
    "y": 105
   },
   "bottom_right_point": {
    "x": 434,
    "y": 233
   },
   "text": "ח . די נייע באה על סעניס אין ווינטער . ביים דערנענטערן זיך פונעם ווינטער , האבן מיר שוין געקענט פארלייגן דעם אויבנדערמאנטן פויער , אן אפצאל פאר א באהעלטעניש אין זיינע פערדי סטאדאלעס , אונדזער באהעלטעניש איז איצט געווען ביז גאר באַקוועם , בעת אונדזער דערפארונג אין באהעלטענישן איז געווען א גרויסע . בייטאג פלעגן מיר לייגן אין אונדזער באהעלטעניש און ביינאכט פלעגן מיר זיך אַ סך ארומדרייען , און מיר פלעגן דעם גוי ברענגען גוטע זאכן . אין דער דאזיקער באהעלטעניש האבן מיר פארבראכט דעם גאנצען ווינטער , ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "H. The new one comes to Senis in winter. At the approach of winter, we were already able to place the above-mentioned farmer, without payment, for a shelter in his Ferdi stables, our shelter was now very comfortable, while our experience in shelters was a great one. During the day we used to lie in our hiding place and at night we used to move around a lot, and we used to bring the guy good things. We spent the whole winter in this shelter.\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 266
   },
   "bottom_right_point": {
    "x": 433,
    "y": 409
   },
   "text": "ט . ע ר ב י נ א פ ר י י ר נ ג עס איז ווידער געקומען דער זומער , מיר האבן פארלאזט אונדזער באהעלטעניש און מיר האבן זיך צוריקגעקערט אין דער זומערדיקער באהעלטער ניש – אין די פעלדער . מיר האָבן געקענט זען אז די וועגן זענען פול מיט אפטרעטנדיקע דייטשן . מיר האבן פארשטאנען , אז דער פראנט דערנענטערט זיך , און מיר האבן אויסגעקוקט מיט געשפאנטקייט אויף אונדזער באפרייונג דורך די אוואנסירנדיקע רוסן . מי האבן זיך גוט באהאלטען צווישן דער תבואה , און מיר האבן זיך געהיט ניט אנטדעקט צו ווערן פון די דייטשן וואס האבן אנגעפילט די גאנצע סביבה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "T. When the summer came again, we left our hiding place and we returned to the summer hiding place - in the fields. We could see that the roads were full of retreating Germans. We understood that the front was approaching, and we anxiously looked forward to our liberation by the advancing Russians. We hid well among the grain, and we were careful not to be discovered by the Germans who filled the whole area. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 416
   },
   "bottom_right_point": {
    "x": 434,
    "y": 509
   },
   "text": "ביינאכט פלעגן מיר ארויס פון צווישען דער תבואה און מיר פלעגן זיך ארומדרייען צו זען וואס הערט זיך אין אונדזער סביבה . מיר האבן זיך דערנענטערט ביון דארף לושקאוו , וואס איז געווען זייער נאענט צום פראנט . אויפן וועג קיין לושקאוו , האבן מיר געזען א דייטשער אויטא שטייט אויף אַ זייט פונעם וועג . מיר זענען מיט גרויס פארזיכטיקייט צו און מיר האבן געזען , אז דער שאפער שלאפט אנגעשפארט אויסן רודער און געבן אים - ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "At night we used to come out from among the grain and we used to turn around to see what was happening in our environment. We approached the village of Lushkov, which was very close to the front. On the way to Luzhkov, we saw a German car standing on the side of the road. We went with great caution to and we saw that the driver was sleeping strapped to the wheel and gave him - .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 516
   },
   "bottom_right_point": {
    "x": 433,
    "y": 629
   },
   "text": "זיין ביקס . מיין ברודער דוד האָט איבער געהאַקט דעם ברזנט און האָט אַרויס גענומען די ביקס , און מיר האבן זיך שנעל אפגעטראגן פונעם פלאץ און זיך אומגעקערט צו אונדזער באהעלטעניש . מיר האבן באוויזן צו זען די גרויסע בוג - בריק נעבן אוסטילא א ברענענדיקע און מיר האבן פארשטאנען אז די דייטשן זענען שוין אפגעטראטן פון אוסטילא . מיין ברודער שמואל און מיין שוועגערן געניע זענען דאַן אַוועק זוכן שטיין אין דער ווירטשאפט ראגל  , לויט ווי מען האט מיר דערציילט נאך ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "His gun. My brother David cut the tarp over and took out the gun, and we quickly left the place and returned to our hiding place. We appeared to see the large arch bridge near Ustila burning and we understood that the Germans had already been kicked out of Ustila. My brother Shmuel and my sister-in-law Genie then left to look for stone in the economy of Ragl, according to what I was told later.\n"
  }
 ],
 "filename": "tmp/horodlo/56990759.jpg",
 "order": 195,
 "page_number": "193"
}