{
 "id": "56990698",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 111
   },
   "bottom_right_point": {
    "x": 430,
    "y": 266
   },
   "text": "צוזאַמען מיטן אָפטרעטן פון די רוסן פון האָראָדלא , זענען אַנטלאפן אַ טייל האָראָדלער יידן , צווישן זיי מיין מומע ( מיין פאטערס שוועסטער ) חנה טענענבוים מיט איר מאַן משה טענענבוים און זייערע דריי קינדער , מיין מומע פערל זאַווידאוויטש מיט אירע דריי זין , און מיין באָבע זיסל זאווידאוויטש . מיינע עלטערן האָבן זיך געוואקלט און האָבן זיך ניט געקענט אַנטשליסן צו אַנטלויפן פון דער שטאט . ס'איז אונדז געווען שווער איבערצולאזן אויף הפקר אונדזער קליין פארמעגן , צו וועלכן מיר זענען געקומען נאך יאָרן פון אַ סך מי , מיר זענען אַלזא געבליבן אויף אונדזער אָרט אין האָראָדלא , און בלויז מיין ברודער משה האָט זיך פֿאַרייניקט מיט מיין באַבען וואָס איז אַנטלאָפן קיין לודמיר . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Together with the departure of the Russians from Horodla, some Horodlar Jews fled, among them my aunt (my father's sister) Hana Tenenbaum with her husband Moshe Tenenbaum and their three children, my aunt Perl Zavidavich with her three sons, and my grandmother Zissel Zavidovich. My parents were scared and could not escape from the city. It was difficult for us to leave our small possessions, to which we came after many years of hard work, we remained in our place in Horodla, and only my brother Moshe was united with my father who fled to Ludmir. .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 391
   },
   "bottom_right_point": {
    "x": 431,
    "y": 555
   },
   "text": "משה פערעלמוטער , דוד זיידעל . צווישן די פאַרבליבענע אין דער שטאָט איז אויך געווען דער שטאָט רב און זיין משפחה . עס איז ניט פאָריבער קיין לאַנגע צייט און אַ סך צרות האבן זיך אויס־ געגאסן אויף די קעפ פון די האָראָדלער יידן . די דייטשע סאלדאטן האָבן זיך אריינגעריסן אין די יידישע הייזער און האָבן אויסגערויבט וואָס עס איז זיי נאָר אונטערגעקומען . אויך דער אוקריינישער בירגערמייסטער און די פוילישע פאָליציאַנטן האָבן זיך באַטייליקט אין דער אויספלינדערונג פון דעם יידישן פאַרמעגן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Moshe Perelmuter, David Seidel. Among those who remained in the city was also the city rabbi and his family. Not a long time passed and many troubles poured out on the heads of the Horodler Jews. The German soldiers broke into the Jewish houses and looted everything they could find. The Ukrainian mayor and the Polish policemen also took part in the investigation of the Jewish property. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 563
   },
   "bottom_right_point": {
    "x": 431,
    "y": 621
   },
   "text": "מען האָט אנגעהויבן צו כאפן יידן אויף צוואַנגס־אַרבעט . דאָס ברענגען זיי צו דער ארבעט איז געווען באגלייט מיט קלעפ און פייניקונגען , און די אַרבעט זעלבסט איז געווען פול מיט נגישות און יסורים , מען האט זיך איבער זיי אינדיקעוועט אויף אַ דערנידעריקנדיקן אופן און מען פלעג זיי אויסרייסן די ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "People began to arrest Jews for forced labor. Bringing them to work was accompanied by beatings and tortures, and the work itself was full of hardships and sufferings.\n"
  }
 ],
 "filename": "tmp/horodlo/56990698.jpg",
 "order": 134,
 "page_number": "132"
}