{
 "id": "56990762",
 "blocks": [
  {
   "upper_left_point": {
    "x": 101,
    "y": 101
   },
   "bottom_right_point": {
    "x": 432,
    "y": 199
   },
   "text": "די דייטשן . זיי האבן אונדז באפרייט און זיי האבן אונדז געהייסן זיך דער־ ווייטערן פונעם פראנט און גיין קיין אוסטילע , פון דארטן האבן מיר פארגעזעצט אונדזער וועג קיין לודמיר . מיר האבן געקענט זען אויף די צוויי מקומות - וואס זענען געווען באוווינט פון א גרויסער יידישער באפעלקערונג - חורבן און פארוויסטונג . אין לודמיר האָבן מיר געטראפן א צאל דערדריקטע יידן . מיר האבן געזען , אז עס איז ניטא אין דער דאזיקער שטאט קיין פלאץ פאר ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The Germans. They released us and they told us to continue from the front and go to Ostile, from there we continued our way to Ludmir. We could see destruction and desolation in the two regions - which were inhabited by a large Jewish population. In Ludmir we met a number of oppressed Jews. We saw that there is no place in this city for .\n"
  },
  {
   "upper_left_point": {
    "x": 349,
    "y": 458
   },
   "bottom_right_point": {
    "x": 407,
    "y": 464
   },
   "text": "שמואל וילוןנויים ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Shmuel Valonnoim.\n"
  },
  {
   "upper_left_point": {
    "x": 186,
    "y": 457
   },
   "bottom_right_point": {
    "x": 221,
    "y": 467
   },
   "text": "יצחק לינג ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Yitzhak Ling.\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 499
   },
   "bottom_right_point": {
    "x": 434,
    "y": 529
   },
   "text": "אונדז און מיר האבן דעריבער באשלאסן זיך אומצוקערן אין אונדזער געבורטסי שטעטל הארארלא . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We therefore decided to return to our hometown of Hararla. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 533
   },
   "bottom_right_point": {
    "x": 435,
    "y": 626
   },
   "text": "אין האראדלא האבן מיר וועדעראמאל געטראפן מיין ברודער שמואל און מיין שוועגערן געניע , לייבל בערגער , פשל גערטל , פראדל פערלמוטער צפורה ציגלער , פראדל און צפורה האבן זיך במשך דער גאַנצער מלחמה אויסבאהאלטן ביי קריסטלעכע משפחות , און ווען זיי האבן געהערט וועגן אונדזער קומען האבן זיי זיך צו אונדז אנגעשלאסן . מיר האבן געוווינט אלע צוזאמען אין דער שטוב פון בערל ( דב ) גראסבורד . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In Haradla, we once again met my brother Shmuel and my sister-in-law Genie, Laibel Berger, Peshel Gertal, Pradel Perlmutter, Zfura Zigler, Pradel and Zfura hid with Christian families during the whole war, and when they heard about our coming, they Join us. We all lived together in Berl (DB) Grassburd's house. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990762.jpg",
 "order": 198,
 "page_number": "196"
}