{
 "id": "56990745",
 "blocks": [
  {
   "upper_left_point": {
    "x": 99,
    "y": 90
   },
   "bottom_right_point": {
    "x": 439,
    "y": 173
   },
   "text": "מיר האבן פארלאזט דעם קלויסטער קעלער . מיר האבן זיך דערמאנט אין אפערלאזענע חורבה וואס האט געהערט צום פויער קובלוכא , ווו עס קומען ניט קיין מענטשן , דער זומער איז אנגעקומען , די טעג זענען שוין געווען הייסע , און מיר האבן גערעכנט אז די חורבה וועט זיין פאסיק פאר א באהעלטעניש פארן זומער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We left the church basement. We remembered the abandoned ruin that belonged to the farmer Kublokha, where no people come, the summer has arrived, the days were already hot, and we thought that the ruin would be suitable for a shelter for the summer. .\n"
  },
  {
   "upper_left_point": {
    "x": 96,
    "y": 185
   },
   "bottom_right_point": {
    "x": 442,
    "y": 488
   },
   "text": "מיר האבן זיך באהאלטן אין דער חורבה און מיר האבן געטראכט אז דאָ וועט אונדז קיינער ניט אויפדעקן , אָבער , אויך דא זענען מיר אַנטדעקט געווארן דורך אמאדנעם צופאל : נעבן דער חורבה האט געוווינט גאלאמבוסקי , און עס איז אים פארלוירן געגאנגען א הין . גאלאמבוסקי האט געהייסן קאבלאכאס אייניקל זי זאל ארויף אויפן בוידעם פון דער חורבה און זען צי איז דארטן דאָ די הין , ווען זי איז ארויף אויפן בוידעם און אונז דערזען , איז זי געוואָרן שטארק דערשראקן און האט ארויסגעלאזט א מוראדיקען קוויטש און אין אנטלאפן צוריק אין גרויס שרעק . קאבלאכא איז אַרויף צו זען וואָס האָט זי אזוי איבערגעשראקן , איך בין אויף אים ארויפגעשפרונגען און אים בארואיקט . איך האָב אים דערציילט אז מיר באהאלטן זיך בלויז דא , און מיר האבן אים געבעטן ער זאל ניט מאכן קיין רעש . ער איז צוריק אראפ , און האט געזאגט די שכנים - וואס זענען זיך צוזאמענגעקומען אויף די געשרייען פונעם מיידעלע אז קיין שום באזונדערע זאך איז דא ניט געשען , נאכדעם ווי די שכנים זענען זיך פאנאנדערגעגאנגען איז ער צו אונדז ארויף , און האט פון אונדז גענומען עטלעכע האר פון אונדזער קאפ , האט זיי אפגעסטאליעט אויפן פייער , און האט געהייסן זיין אייניקל צו שטעקן זייער ריח ( אן אבערגלויבן , צוצונעמען דעם פחד ביי א מענטשן וואס איז איבערגעשראקן געווארן ) . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We hid in the ruins and we thought that no one would discover us here, but we were discovered here too by a sudden accident: Golamboski lived near the ruins, and he got lost going there.\nGolamboski called Kablacha's granddaughter to go up to the attic of the ruins and see if the dog was there. When she went up to the attic and saw us, she became very frightened and let out a fearful squeal and ran back in great fear.\nKablokha got up to see what had startled her so much, I jumped on him and calmed him down.\nI told him that we were only hiding here, and we asked him not to make any noise\nHe went back down, and told the neighbors - who gathered at the girl's screams, that nothing special happened here, after the neighbors went away, he went up to us, and took some hair from us. From our head, he set them on the fire, and named his grandson to stick their smell (without superstition, to take the fear of a people who was overwhelmed)\n \n"
  },
  {
   "upper_left_point": {
    "x": 98,
    "y": 497
   },
   "bottom_right_point": {
    "x": 440,
    "y": 643
   },
   "text": "אין אווענד איז דער פויער ארויפגעקומען צו אונד : און אונדז געזאָגט . אז מיר קענען זיך באהאלטן אין זיין סטאדאלע , און פאר דעם האט ער פון אונדז געפֿאָדערט אים ברענגען געגנבעטע זאכן , אין די נעכט האָבן מיר אַרומגעבלאנקעט און געזוכט מעגלעכקייטן פון צושטעלן געגנבטע זאכן צו אונדזער וווילטוער , און מיר פלעגן אים ברענגען פארשידענע זאכן : מעל תבואה , קליידער , און אפילו א קעלבל , בעת ער פלעג אונדז צוגרייטן שפייז און ברענגען אין אונדזער באהעלטעניש . זיין פרוי האט אינגאנצן ניט געוווסט וועגן אונדז , און אויך קאבלאכא ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In the evening the farmer came up to us and told us. so that we can hide in his stable, and for that he demanded from us to bring him stolen things, during the nights we wandered around and looked for possibilities of providing stolen things for our welfare, and we used to bring him various things: flour, grain, clothes, and even a calf, while he used to prepare food for us and bring it to our shelter. His wife didn't know about us at all, and neither did Kablakha.\n"
  }
 ],
 "filename": "tmp/horodlo/56990745.jpg",
 "order": 181,
 "page_number": "179"
}