{
 "id": "56990784",
 "blocks": [
  {
   "upper_left_point": {
    "x": 100,
    "y": 104
   },
   "bottom_right_point": {
    "x": 431,
    "y": 150
   },
   "text": "יאר תרצו - תרצה . דער מצב פון די יידן אין פוילן ווערט ערגער סיי פאליטיש ווי עקאנאמיש . דער אנטיסעמיטיזם ווערט שטארקער און די עקזיסטענץ באדינגונגען פאר יידן ווערן באגרענעצטער פון טאג צו טאג ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Year you want to. The situation of the Jews in Poland is getting worse both politically and economically. Anti-Semitism is getting stronger and the living conditions for Jews are becoming more limited day by day.\n"
  },
  {
   "upper_left_point": {
    "x": 101,
    "y": 160
   },
   "bottom_right_point": {
    "x": 432,
    "y": 286
   },
   "text": "איך האָב באשלאסן צו פארלאזן דעם מסחר און פארן אויף חלוציטער הכשרה אין איינעם פון די הכשרה קיבוצים פון החלוץ המזרחי  , און עולה צו זיין קיין ארץ - ישראל . איך האב זיך וועגען דאם באראטן מיט מיין מאמען און געבעטן איר מיינונג . איך האב געזען אז זי בארעכטיקט מיין שריט כאטש זי האט גארניט געזאגט . פון איין זייט , האט זיי אויך באנומען די אויסזיכטלאזע לאגע אין פוילן , און זי האט פארשטאנען אז איך דארף - אזוי ווי די גאנצע יוגנט - טראכטן פון א זיכערן ברעג , אבער פון דער צווייטער זייט אין איר שווער געווען מיין אוועקפארן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "I decided to leave the trade and go on chalutize training in one of the haluts hamizrachi training kibbutzim, and immigrate to the Land of Israel. I discussed this with my mother and asked her opinion. I saw that she justified my step even though she didn't say anything. On the one hand, she was also concerned about the hopeless situation in Poland, and she understood that I - like all the youth - had to think of a safe shore, but on the other hand, my departure was difficult for her. .\n"
  },
  {
   "upper_left_point": {
    "x": 99,
    "y": 341
   },
   "bottom_right_point": {
    "x": 433,
    "y": 487
   },
   "text": "אין 1939 באַפאַלט היטלער ימש פוילן און זיינע אַרמייען שטראמען און דערגייען קיין האראדלא אין א דריי וואכן ארום , פון לעבנגעבליבענע האב איך זיך דערוווסט , אז מיין מאמע האט מיט דער הילף פון מיינע ברידער יקותיאל און משה , אנגעלאדן די סחורה פון איר קראם אויף א פור וואס זיי האט געזונגען און זי איז מיט אירע קינדער אנטלאפן קיין לודמיר , וואס האט זיך געפונען אין די הענט פון די רוסן , און זי האט זיך פארייניקט מיט אונדזערע משפחה קרובים , אזוי ווי א סך יידישע פליטים , האט זיך איך און מיינע ברידער אויסגעוויזן , אז דער שונא וועט מער ניט אוואנסירן , און זיי וועלן אין לודמיר אנטרינען פון דער מלחמה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In 1939, Hitler commanded Poland and his armies marched and reached Haradla in about three weeks. What she sang and she fled with her children to Ludmir, which was in the hands of the Russians, and she reunited with our family relatives, like many Jewish refugees, my brothers and I turned out, That the enemy will no longer advance, and they will escape from the war in Ludmir. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 500
   },
   "bottom_right_point": {
    "x": 435,
    "y": 629
   },
   "text": "אוי , וויי ! דער שרעקלעכער שונא איז ניט פארהאלטן געוואָרן אין זיין אקופאציע און רציחה צוג . אין יוני 1941 האט ער אטאקירט די רוסן און אין אייניקע שעה ארום איז ער געווען אין לודמיר - א שטאט מיט אשיינער יידישער קהילה וואס איז פול געווען מיט יידישע פליטים . די דייטשע מערדער און זייערע פארבינדעטע האבן אויסגעהרגעט און אומגעבראכט די לודמירער יידן אויף אַ גרויזאמן און שרעקלעכן אופן , און צווישן זיי - מיין מאמען , מיינע ברידער , מיין אלטע באבן און די קרובים פון מיין גרויסער און פארצווייגטער משפחה , אַן אַ שום שולד . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Oh, woe! The terrible enemy was not restrained in his occupation and murderous train. In June 1941 he attacked the Russians and in a few hours he was in Ludmir - a city with a large Jewish community that was full of Jewish refugees. The German murderers and their associates killed and killed the Jews of Ludmir in a cruel and terrible way, and among them - my mother, my brothers, my old grandfather and the relatives of my large and branched family, a certain guilt. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990784.jpg",
 "order": 220,
 "page_number": "218"
}