{
 "id": "56990694",
 "blocks": [
  {
   "upper_left_point": {
    "x": 104,
    "y": 112
   },
   "bottom_right_point": {
    "x": 430,
    "y": 200
   },
   "text": "אין הויז פון זיין מאַמען . אבער ער האָט זיין מוטער און זיינע ברידער שוין ניט געפונען , און אויף זייער פּלאַץ האָט ער געפונען דעם פּוילישן שערער - וואָס האָט זיך בעת דער דייטשער אקפּאַציע אַרויסגעוויזן ווי אַ פאַרברענטער נאצי - און יענער האָט אים איבערגעגעבן די דייטשן וואָס האָבן אים פאר־ האַלטן און אים פארפייניקט צום טויט . דאָס האָט אונדז דערציילט די קריסטן סטאַשקע . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In his mother's house. But he no longer found his mother and his brothers, and in their place he found the Polish barber - who turned out to be an ardent Nazi during the German occupation - and who handed him over to the Germans who detained him and Refine him to death. This is what the Christian Stashka told us. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 209
   },
   "bottom_right_point": {
    "x": 432,
    "y": 346
   },
   "text": "אין איינעם פון די אָוונטן , אין צו אונדז געקומען אַ גוי פון דארף און אונדז געזאָגט אז ביי אים געפינט זיך איצט דער יונגער רב ( דעם רבס איידעם ) וואָס איז ערשט אנגעקומען פון האָראַדלא . איך בין גלייך אַוועק צום גויס הויז , און איך האָב טאַקע דאָרט געפונען דעם יונגן רב וואָס האָט מיר דערציילט אַז ער איז אַנטלאפן פון האַראָדלא , און אז עס זענען דאָ אַ סך יידישע טויטע אין האָראָדלא און אז פֿאַר זיין אַנטלויפן האָבן אים די דייטשן גהייסן באַגראָבן די טויטע געבן טייך . אויף צומאָרגנט אינדערפרי זענען מיר צוזאַמען געגאנגען און זיך דערנענטערט צום בוג . מיר האָבן פונדערווייטנס געזען דעם אלטן רב אַרומגערינגלט מיט דייטשן וואָס האָבן אים געצווינגען מקבר צו זיין די געהר־ ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In one of the evenings, a guy from the village came to us and told us that the young rabbi (the rabbi's son-in-law) who had just arrived from Horadla was now with him. I immediately left for the Gentiles' house, and I actually found the young rabbi there who told me that he had escaped from Harodla, and that there were many Jewish dead in Horodla and that the Germans had buried him before he escaped. The dead give birth. The next morning we went together and approached the bow. We saw the old rabbi from a distance surrounded by Germans who forced him to be buried.\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 354
   },
   "bottom_right_point": {
    "x": 432,
    "y": 523
   },
   "text": "געטע . ווען די דייטשן האָבן אונדז דערזען פונדערווייטנס , האָבן זיי אָנגעהויבן צו שיסן אויף אונדז . מיר האָבן זיך אינדערגיך אַרויסגעשלייכט פון דעם אָרט . צומארגנס איז דערשינען דער קאַפּיטאַן פון דער רוסישער וואַך און אין דער האנט האָט ער געהאַלטן דאָס שטריימל פון דעם יונגען רב , וואָס ער האָט פרי לוירן בעת זיין אנטלויפן . דאָס דערציילטע איז געשען אין 1940. נאָענט צו יענער צייט , איז דער־ האַלטן געװאָרן אַן אָנווייזונג פון דער סאָוועטישע זיכערקייטס כוחות , אַז ס'איז פאַרבאַטן פאַר די איינגעזעסענע מענטשן זיך צו געפינען אויף די נאָענטע פלעצער פון דער גרענעץ און אַז מיר דאַרפן פאָרן קיין רוסלאנד , מיר האָבן דאן פאַרלאָזט אונדזער נייעם צייטווייליקן וווינאָרט , און מיר זענען אַוועק אין דער ווייטער רוסלאַנד , ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Gotta. When the Germans saw us from a distance, they started shooting at us. We sneaked out of the place. The next morning, the captain of the Russian guard appeared and in his hand he held the turban of the young rabbi, which he had earlier ambushed during his escape. The story happened in 1940. Close to that time, an instruction was given by the Soviet security forces, that it was invited for the people inside to be on the nearest places of the border and that we had to pass no Russia, we then left our new temporary residence, and we left for Russia.\n"
  }
 ],
 "filename": "tmp/horodlo/56990694.jpg",
 "order": 130,
 "page_number": "128"
}