{
 "id": "56990739",
 "blocks": [
  {
   "upper_left_point": {
    "x": 107,
    "y": 113
   },
   "bottom_right_point": {
    "x": 432,
    "y": 561
   },
   "text": "יעקב זיידל , און האָבן דערציילט , אַז זיי האָבן געהערט אַז די דייטשן גרייטן זיך דורכצופירן א גרויסע הריגה מארגן , און לויט זייער מיינונג , אין בעסער צו אַנטלויפן פון הארובישוב . מיר האָבן זיך אפגערעדט צו טרעפן 12 אַזייגער ביינאכט . ביינאכט האָבן מיר זיך אַרויסגעגעבעט פון הארובישוב אויפן וועג קיין מרוטשין , מיר זענען געווען געצווינגען אַריבערצוגיין דאָס וואַסער פון .לאטשעווי  , וואָס איז געווען קאַלט ווי איין , און פארטאָג זענען מיר אָנגעקומען קיין האָראָדלא . מיר האָבן זיך פארהאלטן נעבן די תבואה און היי - שפייכלערס . און מיר האָבן אפגעזוכט אַ באַהעלטענים . מיר זענען אריין אין דעם שייער פון וואָברישביץ , מין זענען אַרויף אויפן היי־בוידעם און מיר האָבן זיך דאַרטן געלייגט . מיר האָבן געזוכט שפיין אין דעם שפייכלער , און מיר האָבן געפונען אַ שטיקל ברויט אין דעם פויערים רעקל וואָס איז געהאַנגען אין שייער , און מיר האָבן עס צווישן אונדז צעטיילט , מיר זענען געלעגן אַ גאַנצן טאַג אָן באַוועגונג . ביינאכט האָב איך באַשלאָסן אַריינצוגיין אין הויז פון וואַבריסביין און בעטן עסן . זיין פאַרווונדערונג איז געווען גרויס ווען איך בין דערשינען אין זיין שטוב . איך האָב אים דערציילט אז מיר זענען אנטלאפן פון הארובישוב און מיר זוכן עסן , און אויך ער זאָל אונדז דערלויבן זיך צו באַהאַלטן אין זיין שייער , ער האָט אונדז געגעבן עסן אָבער ער האָט אונדז אויפגעפאַדערט צו פאַרלאַזן דעם שייער ווייל ער האט מורא פאַר די דייטשן . ניט האָבנדיק קיין ברירה , האָבן מיר פֿאַרלאָזט אונדזער באַהעלטעניש און מיר זענען געגאנגען אין די פעלדער , אַ זאַווערוכע האט אנגעיאָגט און האָט פֿאַרווארפן אונדזערע פנימער מיט שטיקלעך שניי . אן האָפענונג האָבן מיר זיך געפרעגט - אַווו זאָלן מיר גיין ? איך האָב פארגעשלאָגן צו גיין נאַכאָמאָל קיין סטאזשין און זיך באַהאַלטן אין די בוידימער פון די לאַנגע סטאָדאָלעס , ווייל איך האב זיך משער געווען , אַז צו די דאָזיקע סטאַדאָלעס קומען מענטשן בלויז זעלטן און מיר וועלן דאָרטן קענען זיין אַ לענגערע צייט . מיר זענען אנגעקומען פאָרמאַטערטע קיין סטאַזשין און זיך באַהאַלטן אויף אַ בוידעם פון אַ סטאַדאָלע . מיר האָבן געזען אַז אונטן קייען די פערד ווייסע בוריקעס , עמעצער פון אונדז איז אַראָפּ און האָט אַרויסגענומען פון ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Jacob Seidel, and told that they heard that the Germans are preparing to carry out a great slaughter tomorrow, and according to their opinion, it is better to escape from Hrubishov.\nWe agreed to meet at 12 o'clock at night\nAt night we left Hrubishov on the way to Mruchin, we were forced to cross the water of\nLachevi, which was cold as day, and at dawn we arrived at Horodla\nWe stayed near the grain and hay barns\nAnd we searched a lot\nWe entered the shed of Wobrishbits, we went up to the hayloft and we laid down.\nWe looked for bread in the barn, and we found a piece of bread in the farmer's jacket that was hanging in the shed, and we divided it between us, we lay without moving for a whole day.\nAt night I decided to go into the house of Vabrisbein and ask for food\nHis surprise was great when I appeared in his house\nI told him that we ran away from Horobyshov and we were looking for food, and he should also allow us to hide in his shed, he gave us food but he asked us to leave the shed because he was afraid of the Germans.\nHaving no choice, we left our shelter and went into the fields, a blizzard came and threw our faces with pieces of snow.\nWithout hope, we asked ourselves - where should we go? I proposed to go to Nakhomol to Stashin and hide in the floors of the long stodoles, because I suspected that people come to these stodoles only rarely and we would be able to stay there for a longer time.\nWe arrived at the station and hid in an attic of a building\nWe saw that below the horses were eating white berets, one of us went down and took them out\n"
  },
  {
   "upper_left_point": {
    "x": 107,
    "y": 564
   },
   "bottom_right_point": {
    "x": 431,
    "y": 627
   },
   "text": "דער קאָריטע עטלעכע בינטלעך בוריקעס און מיר האָבן זיך געשפייזט . צומארגנס הערן מיר אויפן בוידעם טריט וואָס גייען און דערנענטערן זיך , און מיר הערן אַז די וואָס דערנענטערן זיך רעדן יידיש . מיר הויבן אויף אונדזערע קעפ און מיר דערזעען איטשעלע סטריזשעווער מיט זיין זון און נאך ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The trough a few bunches of beets and we ate. In the morning, we hear footsteps in the attic that are walking and approaching, and we hear that those who are approaching are speaking Yiddish. We raise our heads and we see Ichele Strizhever with his son and others.\n"
  }
 ],
 "filename": "tmp/horodlo/56990739.jpg",
 "order": 175,
 "page_number": "173"
}