{
 "id": "56990766",
 "blocks": [
  {
   "upper_left_point": {
    "x": 101,
    "y": 102
   },
   "bottom_right_point": {
    "x": 433,
    "y": 428
   },
   "text": "און אט וואס עס איז געשען צו די יידן פון האראדלא און פון דער אומגעגנט אין מיונצין : מיר זענן קיין מיונצין אנגעקומען אין די שפעטע מיטאג־שעהען , און מיר האָבן דאַרטן געפונען א סך יידישע הרוגים צעשפרייט אויף דעם שטח וואָס ארום דער באן - סטאנציע . די דאזיקע מענטשן זענען דערהרגעט געווארן דורך די דייטשען , ווייל זיי האָבן ניט געקענט ארויף שנעל אויף די באַן וואגאנען בעת דער פארניכטונגס־אקציע וואס די דייטשן האבן אויסגעפירט יענעם טאג . א טאג איידער מיר זענען געבראכט געווארן קיין מיונצין , זענען אהינצו געבראכט געווארן די יידן פון די דערבייאיקע שטעט : אוכאן , גראבאוויץ , און אנדערע שטעט , און ווען מיר זענען אהינצו אנגעקומען האבן מיר נאך געטראפן ביי די פופציק טויזנט יידן , צוזאמענגעפרעסטע געבן דער באן־סטאנציע אין א שרעקלעכן צונויפדראנג , ווייל דאס פלאץ איז געווען צו ענג פאר אזא גרויסער צאל . אויף דער באן - סטאנציע זענען באזונדער געשטאנען צוועלף לאסט וואגאנען . די נאציס האבן געגעבן א נייע פארארדענונג צו דער צעקלעמטער מאַסע זי זאל זיך טיילן אויף צוויי מחנות . אין מחנה פון יידן ביז דער עלטער פון 18 יאר און פון דער עלטער פון פופציק יאר און ווייטער , און א צווייטע מחנה פון דער עלטער פון אכצן בין פופציק יאר . דאס איז געווען דער טראגישסטער מאמענט פאר די האראדלער יידן און פאר די יידן פון די אנדערע שטעט , אויף זייער לעצטן וועג צום פארניכטונס־ לאגער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "And this is what happened to the Jews of Haradla and the surrounding area in Munich: we arrived in Munich in the late afternoon hours, and we found many Jewish victims scattered in the area surrounding the railway station.\nThese people were killed by the Germans because they could not get on the train cars quickly during the extermination action that the Germans carried out that day.\nA day before we were brought to Munich, the Jews from the nearby cities were brought there: Ochan, Grabovitz, and other cities, and when we arrived there we still met the fifty thousand Jews, crowded together giving the train Station in a terrible crowd, because the place was too crowded for such a large number\nTwelve freight wagons were parked separately at the railway station\nThe Nazis gave a new order to the trapped crowd to divide into two hosts\nin the camp of Jews up to the age of 18 years and from the age of fifty years and beyond, and a second camp from the age of eighteen to fifty years\nThis was the most tragic moment for the Haradler Jews and for the Jews from the other cities, on their last way to the extermination camp.\n \n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 434
   },
   "bottom_right_point": {
    "x": 443,
    "y": 628
   },
   "text": "די משפחות זענען גרויזאס צעטיילט געווארן און זענען צעברעקלט געווארן לויט די עלטערס . די מענער און די קינדער ביזן עלטער פון אכצן יאר און די מענער און פרויען פון דעם עלטער פון פופציק יאר און ווייטער זענען מיט אכזריות און שרעקלעכע מעשים ארויפגענומען געווארן אין די לאסט־ וואגאנען פון דער באן וואס איז אפגעגאנגען אין דער ריכטונג פון סאוויוואר . די מענער פון דער צווייטער מחנה אין דער עלטער פון 50-18 יאר , זענען אין זייער רוב אויך ארויפגענומען געווארן אויף אנדערע לאסט וואגאנען נאכדעם ווי עס זענען פון אונדז אפגעשיידט געווארן די פרויען פון דער זעלבער עלטער . איך בין דאן געווען אונטער דער עלטער פון 18 יאר , און דאך האב איך זיך געריסן און בין אריינגעשטויסן געווארן אין דער פוליעריקער מחנה ( 50-18 ) . אונדזער באן איז ביינאכט אפגעגאנגען פון מיונצין צו דער ריכטונג פון כעלעס און מיר זענען אנגעקומען קיין כעלעם צומארגנס אינדערפרי . אין ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The families were brutally divided and were broken up according to their age. The men and the children up to the age of eighteen years and the men and women from the age of fifty years and below were taken with cruelty and terrible deeds in the cargo cars of the train that left in the direction of Savivar. The men of the second camp at the age of 18-50 were mostly also taken on other freight cars after the women of the same age were separated from us. I was then under the age of 18, and yet I broke down and was pushed into the fuller camp (18-50). Our train left Münzin in the direction of Helles at night and we arrived at Hellem the next morning. in .\n"
  }
 ],
 "filename": "tmp/horodlo/56990766.jpg",
 "order": 202,
 "page_number": "200"
}