{
 "id": "56990659",
 "blocks": [
  {
   "upper_left_point": {
    "x": 110,
    "y": 112
   },
   "bottom_right_point": {
    "x": 432,
    "y": 140
   },
   "text": "עס איז דאן געגרינדעט געווארן די תרבות  שולע , אונטער דער לייטונג פון דעם לערער יעקב בריק פון אוסטילע . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The cultural school was then founded, under the leadership of the teacher Jacob Brik of Ostile. .\n"
  },
  {
   "upper_left_point": {
    "x": 107,
    "y": 144
   },
   "bottom_right_point": {
    "x": 433,
    "y": 625
   },
   "text": "דער לערער יעקב בריק האָט געהאַט ברייטע ידיעות און איז געווען אַ העכערער לערער , וואָס האָט געקענט אַוועקשטעלן די שולע אויף אַ הויכן לערן ניווא . די קינדער פון אַלע שיכטן האָבן באַזוכט די שולע מיט גרויס חשק , און האָבן זיך צוגעהערט צו די רייך פון דעם לערער בעת די לימודים און האָבן זיך געפלייסט אין דער צוגרייטונג פון די לעקציעס . אויך די מיידלעך וואָס האָבן געלערנט אין דער פוילישער שול , האָבן אויך באַזוכט די העברעישע שול , כאטש עס איז פֿאַר אינדז געווען שווער דאָס צו טון . ווייל פארמיטאג האָבן מיר געלערנט אין דער פוילישער שול , און גלייך נאָכן פאַרענדיקן לערנען האָבן מיר זיך געאיילט אַהיים צו נעמען די ביכער און העפטן פון העברעיש , און מיר זענען געלאפן אין דער תרבות  שולע , בכדי ניט צו פאַרי שפעטיקן דעם אָנפאנג פון די לימודים . דאָס איז אונדז אָנגעקומען מיט גרויס מי , אָבער , דער ווילן צו קענען עברית האָט זיך געשטאַרקט איבער אלע שוועריקייטן . מען דארף געדענקען , אַז די פרומע עלטערן זענען כלל ניט געווען צופרידן פון דער גרינדונג פון דער העברעישער שול . ווייל אונדזערע עלטערן האָבן געדענקט אַז דער חדר דארף זיין דער איינציקער דערציוננם מוסר פאר יידישע קינדער , זייער קעגנערשאפט האָט פֿאַראורזאכט די תרבליים ניט ניק שוועריקייטן , און האָט אויך געשטערט אין זיין אַרבעט . מיט דער אַנטוויקלונג פון דער ביבליאָטעק און מיט דער פאַרגרעסערונג פון דער צאָל לייענער , איז געוואָרן גרעסער נויטווענדיקייט צו קריגן אַ גרעסערע דירה . מיר האָבן דאן געזונגען אַ גרויסע שטוב אויסער דער זאָנע פון די יידישע שטיבער , עס זענען דאָרטן געווען עטלעכע גרויסע צימערן , און דאָס הויז איז געווען ארומגערינגלט מיט אַ פרוכטן - גארטן . אַמאָל האָט די שטוב געהערט צו אַ גלח וואָס האָט זיי איבערגעלאָזט אַ פאַרוואַרלאָזטע . אָבער מיר האָבן זיי פאַרריכט פֿאַר די באַדערפענישן פון אונדזערע טעטיקייטן . אין דעם נייעם קלוב , האָבן מיר צוגעפאסט אַ זאַל פֿאַר פאָרשטעלונגען און פייערונגען און די קולטור - טעטיקייט האָט זיך נאכמער אויסגעברייטערט , עס איז געגרינדעט געוואָרן אַ דראַמאַטישער קרייז וואָס האָט פון צייט צו צייט אויפגעפירט טעאַטערי פאָרשטעלונגען , אונטער דער אויפזיכט און רעזשי פון דעם אַרטיסט מיטלפונקט פון דער נאָענטער דאבענקא . מיר האָבן אויפגעפירט די פּיעסע בר כוכבא  , דער ישיבה בחור  און אנדערע פיעסן , די פאָרשטעלונגען זענען געשטאנען אויף אַ ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The teacher Jacob Brik had extensive knowledge and was a superior teacher who was able to set the school on a high learning level.\nThe children from all walks of life visited the school with great enthusiasm, and listened to the teacher's speech during the lessons and were busy in the preparation of the lessons.\nThe girls who studied in the Polish school also visited the Hebrew school, although it was difficult for us to do so.\nBecause in the morning we studied in the Polish school, and immediately after finishing the study, we hurried home to take the books and notebooks of Hebrew, and we ran to the cultural school, so as not to delay the beginning of the studies.\nThis came to us with great effort, however, the will to know Hebrew grew stronger despite all the difficulties\nIt must be remembered that the pious parents were not at all happy with the establishment of the Hebrew school\nBecause our parents remembered that the classroom should be the only educational moral for Jewish children, their opposition caused the Terbleim no difficulties, and also hindered his work.\nWith the development of the library and the increase in the number of readers, there was a greater need to get a bigger apartment.\nWe then visited a large house outside the zone of the Jewish community, there were several large rooms, and the house was surrounded by a fruit garden.\nOnce the house belonged to a priest who left them destitute\nBut we have adjusted them for the needs of our activities\nIn the new club, we adapted a hall for performances and celebrations and the cultural activity expanded further. from nearby Dabenka\nWe performed the play Bar Kochva, the yeshiva boy and other plays, the performances were on a\n"
  }
 ],
 "filename": "tmp/horodlo/56990659.jpg",
 "order": 95,
 "page_number": "93"
}