{
 "id": "56990746",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 105
   },
   "bottom_right_point": {
    "x": 434,
    "y": 328
   },
   "text": "האָט זיך געהיט צו דערציילן איר וועגן אונדזער באַהעלטעניש . אָבער זי האט זיך געווונדערט איבער די פיל ארטיקלען וואס איר מאן ברענגט אהיים און איבער זיין פלוצימדיקער רייכקייט , און זי האט ווייזט אויס באשלאסן צו דערגיין די סיבה . אין א טאג איז זי געקומען אין דער סטאדאלע א זאך וואס זי האט שוין לאנג ניט געטון , און זי האט אונדז אנטדעקט . איר מאן , וואס איז אויך אנגעקומען און זיי געטראפן אין דער סטאדאלע , האט איר אראפגעלאזט עטלעכע טעטש איבערן פנים . מיר האָבן זיך דערשראקן צוליבן פאַמיליען סיכסוך וואס איז איבער אונדז אויסגעבראכן , וואס קען פאר אונדז ווערן א שטערונג און מיר האבן ניט געלאזט ארויסגיין די פרוי ביז מיר האבן ניט איבערצייגט איר מאן זיי איבערצובעטן , און אין אונדזער קעגנווארט האבן זיי געטרונקען בראנפן און זיך איבערגעבעטן . אין יענע ביינאכטיקע שפאצירן  זענען מיר שיעור ווידער ניט געכאפט געווארן דורך די דייטשן . דאס איז געווען ווען מיר האבן געוואגט אויסצופירן א גניבה אין דער דייטשער קאמאנדאטור . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "was careful to tell you about our whereabouts. But she wondered about the many articles that her husband brings home and about his floating wealth, and she clearly decided to find out the reason. One day she came to the stable, something she hadn't done in a long time, and she discovered us. Her husband, who also arrived and met them in the stable, dropped some tea over her face. We were scared because of the family dispute that broke out over us, which could become an obstacle for us and we didn't let the woman go out until we convinced her husband to invite them over, and in our response they drank brandy and asked each other out. During those late-night walks, we were once again not caught by the Germans. This was when we dared to carry out a robbery in the German commandant. .\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 338
   },
   "bottom_right_point": {
    "x": 435,
    "y": 627
   },
   "text": "עס אונדז געווען באוווסט , אז אין מאגאזינען פון דער קאמאנדאטור זענען פאראן נויטיקע זאכן : שפיין , קליידער און ענלעכע זאכן . און מיר האבן באשלאסן אויסצופירן א גניבה אין די דאזיקע מאגאזינען . מיר האבן געפרוויט אויפברעכן דעם טויער פון די מאגאזינען , אבער דער טויער איז געווען פאַרשלאָסן מיט שווערע שלעסער , איז דעריבער אַרויף פישל אויף מיינע אקסלען , און איז דורכן קליינעם פענצטער פונעם מאגאזין אריין אינעווייניק , און האט אנגעהויבן אריבערצוווארפן אינדרויסן שפיין און בגדים . אבער ווען פישל האט געפרוווט ארויפצוגיין צום פענצטער , זיך אומצוקערן איז דאָס אים אַנגעקומען מיט גרויס שוועריקייטן , מיט אן איינגעהאלטענעם אטעם האב איך געווארט אויף די רעזולטאַטן פון זיינע אנשטרענגונגען , נאך א סך מי , איז ער סוף כל סוף ארויף אויפן פענצטער און איז ארויסגעשפרונגען אינדרויסן . אבער מיר האבן ניט געוווסט אז דער טויער איז פארבונדן מיטן אלארט גלאק . ווייזט אויס , אז מיר האבן אנגערירט דעם פאדעם וואס באוועגט דעם גלאק , ווייל נאכדעם ווי מיר האבן פארלאזט דאס ארט און מיר האבן זיך דערווייטערט עטלעכע צענדליק מעטער , איז אויף אונדז געעפנט געווארן א פייער פון עטלעכע זייטן . מיר זענען געלגן אויפן באדן שטיל , און אז עס האט זיך איינגעשטילט די שיסעריי , האבן מיר זיך שנעל ארויסגעשלייכט אין דער ריכטונג פון דער סטאדאלע , מיטן זאק שפיין און ברויט , ווען מיר ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We knew that in the magazines of the commander there are necessary things: clothes, clothes and similar things.\nAnd we decided to carry out a theft in these magazines\nWe tried to break open the gate of the magazines, but the gate was locked with heavy locks, so he got up on my shoulders, and went inside through the small window of the magazine, and started throwing clothes and clothes outside.\nBut when Fishel tried to go up to the window, to turn around, it happened to him with great difficulty, with bated breath I waited for the results of his efforts, after a lot of effort, he finally climbed up on the window and jumped out.\nBut we did not know that the gate is connected to the alarm bell\nIt turns out that we touched the thread that moves the bell, because after we left the place and we moved a few tens of meters away, fire was opened on us from several sides.\nWe lay quietly on the bed, and when the shooting stopped, we quickly crept out in the direction of the stable, with the bag of bread and bread, when we\n"
  }
 ],
 "filename": "tmp/horodlo/56990746.jpg",
 "order": 182,
 "page_number": "180"
}