{
 "id": "56990623",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 112
   },
   "bottom_right_point": {
    "x": 431,
    "y": 202
   },
   "text": "אויסזען . אגב , אין די שבתים און ימים טובים האָב איך זיך אָנגעטון חסידישע קליידער ווייל איך האָב מורא געהאַט מען זאל מיך ניט אַרויספירן פון ביתי מדרש צוליב מיין ליטווישן גאנג . די גרעסטע טייל פון מיין פאטערס פרנסה איז געווען פון דין תורה'ס . ניט בלויז די האָראָדלער יידן האבן פאר אים פארגעבראַכט זייערע ענינים נאר אויך די יידן פון דער אַרומיקער געגנט . ניט איינמאָל זענען צו אים געקומען ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "appearance By the way, on Shabbat and Yam Tovim I put on Hasidic clothes because I was afraid that I would not be kicked out of Beit Midrash because of my Lithuanian gait. The largest part of my father's livelihood was from Din Torah. Not only the Horodler Jews brought their affairs to him, but also the Jews of the surrounding area. Not once did they come to him.\n"
  },
  {
   "upper_left_point": {
    "x": 304,
    "y": 481
   },
   "bottom_right_point": {
    "x": 403,
    "y": 500
   },
   "text": "שמואל בערמאן דעם רב'ס זון מיט זיינע קינדער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Shmuel Berman the rabbi's son with his children. .\n"
  },
  {
   "upper_left_point": {
    "x": 130,
    "y": 479
   },
   "bottom_right_point": {
    "x": 245,
    "y": 511
   },
   "text": "הרב חיים בערמאן שליטא זיין פרוי ברכה היד און זיין ברורער שמואל חייד ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Rabbi Chaim Berman Shlita Zein Froi Bracha Hayd and Zein Bororer Shmuel Hayid.\n"
  },
  {
   "upper_left_point": {
    "x": 104,
    "y": 529
   },
   "bottom_right_point": {
    "x": 430,
    "y": 623
   },
   "text": "פארשטייער פון די אַרומיקע קהילות וואָס האָבן אים געבעטן אויסצוהערן זייערע ענינים און פסקענן א דין תורה . און עס האט אויך געטראפן אז די קהילות פלעגן אים איינלאדן צו קומען צו זיי אַלס בורר אין אַ וויכטיקן ענין און אַרויס־ צוגעבן זיין פסק הלכה . ניט איינמאָל פלעג מען הערן ווי די בעלי בתים פראי טעסטירן הלמאי דער רב אין מסכים אנצונעמען די דאָזיקע איינלאדונגען און דורך דעם זיין אפוועזנד פון האָראָדלא אפילו אויף אַ קורצער צייט . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Representatives of the surrounding communities who asked him to listen to their issues and decide a Torah law. And it also happened that the churches used to invite him to come to them as an arbitrator in an important matter and publish his ruling. Not once did one hear how the owners of the houses test Halmai the rabbi in agreeing to accept these invitations and thus being absent from Horodla even for a short time. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990623.jpg",
 "order": 59,
 "page_number": "57"
}