{
 "id": "56990735",
 "blocks": [
  {
   "upper_left_point": {
    "x": 107,
    "y": 109
   },
   "bottom_right_point": {
    "x": 431,
    "y": 623
   },
   "text": "61 יידישע קינדער , פיצעלעך , צונופיגעבונדן ביי זייערע קליינע ארעמס איינער צום צווייטן , און זייערע געוויינען גרייכן צום הימל . נאָך זיי איז אנגעקומען אַ דייטשער מערדער באַגלייט דורך אַ באַנדע רוצחים , און נאָך אַ באַשטימטער צוגרייטינג , האָט ער אַנגעהויבן צו צעשמעטרן די קעפּלעך פון די עופלעך מיט אַ שטיין און האָט זיי אַריינגעוואָרפן אין גרוב אריין . דער דאָזיקער אויפשוידרדנדיקער און פאַנדאַלישער מאָר האָט אויפגעטרייסלט אלע יידן וואָס זענען נאך פארבליבן און האָט זיי אינגאנצן דערדריקט . אז עס זענען פאַריבער פינף חדשים פון אונדזער זיין אין סטאזשין אין צוגעקומען צו מיר דער ווירטשאפטס דירעקטאָר פיסצקי , און זאָגט מיר אַז עס איז געקומען אַ דייטש צו פאָרן אויף אַ ביציקלעט און וויל מיט מיר ועדן . פאַרשטענדלעך , אַז איך בין אין גרויס בהלה אַנטלאפן אין פעלד אַרייי און איך האב ניט געוווסט וואָס צו טון . נאָכן פאַרזאַמען אַ וויילע , בין איך צוריקגעקומען צום ווירטשאפטס דירעקטאָר און אים געבעטן צו דערוויסן זיך ביים דייטש וואס ער וויל . אין אַ וויילע ארום האָט זיך דער דירעקטאָר צוריקגעקערט און מיר געזאָגט , אַז דער דייטש האט מיר געבראַכט אַ בריוו . איך בין צוגעגאנגען צום דייטש , און ער האט מיר איבערגעבן אַז ער קומט פון לודמיר , און אז ער קען מיין ברודער טעוול און ער גיט מיר איבער אַ בריוו פון אים , אינעם בריוו האָבן מיר געשריבן מיין ברודער טעוול און מיין שוועסטער רבקה , איך זאָל צו זיי קומען קיין לודמיר . זיי שרייבן מיר אויך אַז מען קען רערן מיטן דייטש . דער דייטש האט מיר פארגעלייגט צו פאָרן אויף זיין ביציקלעט קיין לודמיר , פאַרשטענדלעך , אז איך האב פארציכטעט אויף זיין דינסט גרייטקייט . איך האָב פאַרלאָזט די ווירטשאפט און איך בין צופוס געגאנגען אויף אַ וועג וואָס איז קיין וועג ניט ביז איך בין אנגעקומען צום בוג . איך בין אריין צו אפויער וואָס האָט געהייסן בילעצקי וואָס האָט געוויינט נעבן בוג , און איך האָב אים פארגעלייגט , ער זאָל מיר העלפן אַריבער דעם בוג פֿאַר אַ סומע געלט וואָס איך וועל אים דערפאַר באַצאָלן . אַזוי ווי ער האָט ניט געהאַט קיין שיפל זענען מיר אַריבער דעם בוג שווימנדיק . איך האָב פון מיינע קליידער און חפצים געמאכט צוויי פּעקלעך און איך האָב אים געגעבן צוצוהאלטן דאָס גרויסע קליידער פעקל . נאָכן אַריבערגיין דעם ביג , האָט זיך בילעצקי צוריקגעקערט צו דער צווייטער זייט מיטנעמענדיק מיט זיך דאָס קליידער פעקל , און איך בין געבליבן מיט די אונטערוועט אויף מיין לייב . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "61 Jewish children, small, tied together by their small arms, one to the other, and their cries reach to the sky\nAfter them, a German murderer arrived accompanied by a group of murderers, and after a definite preparation, he began to smash the heads of the apples with a stone and threw them into the pit.\nThis raging and fanatical riot shook all the Jews who still remained and completely oppressed them.\nThat it has been five months since we were in Stashin, the economic director Piszky came to me and told me that a German had come to ride on a bicycle and wanted to talk with me.\nOf course, I ran into the field in a big panic and I didn't know what to do.\nAfter meeting for a while, I returned to the economic director and asked him to find out in German what he wanted.\nAfter a while, the director returned and told me that the German had brought me a letter.\nI went to the German, and he told me that he came from Ludmir, and that he knew my brother Tevel and he gave me a letter from him, in the letter we wrote my brother Tevel and my sister Rebecca, I should They come to Ludmir\nThey also tell me that you can communicate with the German\nThe German offered me a ride on his bicycle to Ludmir, of course, that I had thought about his service readiness.\nI left the farm and went on foot on a road that had no road until I came to the bow\nI went to see a man named Biletsky who used to live near the Bug, and I proposed to him that he should help me cross the Bug for a sum of money that I will pay him for that.\nAs he didn't have a boat, we crossed the bow by swimming\nI made two bundles of my clothes and belongings and I gave him the big bundle of clothes to keep\nAfter crossing the Big, Biletsky returned to the other side taking the bundle of clothes with him, and I was left with the underwear on my body.\n \n"
  }
 ],
 "filename": "tmp/horodlo/56990735.jpg",
 "order": 171,
 "page_number": "169"
}