{
 "id": "56990715",
 "blocks": [
  {
   "upper_left_point": {
    "x": 107,
    "y": 111
   },
   "bottom_right_point": {
    "x": 432,
    "y": 380
   },
   "text": "הערן ניט אויף צו שיסן אויף די אומגליקלעכע . דאָ און דאָרטן גליטשן זיך אַראָפּ און פאַלן אַרויס מענטשלעכע קערפערס , וואָס זענען געטראפן געוואָרן פון די רוצחים'ס קוילן , ווען זיי זענען אַרויפגעקראַכן אויף די וואַגאָנען . איך זע , מין אומגליקלעכע מוטער שלעפט אירע קינדער און העלפט זיי אַרויפגיין אויפן וואַגאָן , און אין דער גרויסער בהלה לויפט זי צוריק צונעמען דאָס שפייזר פעקל און דאָס פלעשל וואַסער , וואָס מיר האָבן מיט אונדז גענומען ביים פאַרלאָזן אוכאן . אינצווישן האָט זי אַ דייטשער מערדער דערזען און אויף איר אנגעשטעלט זיין רעוואלווער . דא האב איך זיך שוין מער אינהאַלטן און האָב צו איר אַ געשריי געטון : מאַמע ! אַנטלויף ! ראַטעווע זיך ! ביים דערהערן מיין געשריי האָט דער רוצח אויסגעדרייט זיין רעוואלווער אויף מיר און האט אויסגעשאסן . אָבער דא איז געשען אַ מאָדנע זאך , נעבן מיר איז געשטאנען פרומעט ( אלי ' יידלס טאכטער און זי האָט מיך צו זיך אַ צי געטון איך זאל אויפהערן שרייען . ביים צוציען מיך בין איך געווען געצווינגען זיך אביסל איינצובייגן , און דאָס איז געשען פּונקט ווען דער מערדער האָט אויס־ געשאסן , און די קייל איז אַדורכגעפלויגן איבער מיין קאָפּ . דער דייטש האָט געמאַכט אַ האַנט באַוועגונג און מיין מאַמע איז דערווייל געהאַט אַרויף אויפן וואַגאָן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Do not stop shooting at the unfortunate\nHere and there human bodies slide down and fall out, which were hit by the killers' bullets when they climbed onto the wagons.\nI see a poor mother dragging her children and helping them get on the wagon, and in great panic she runs back to get the food package and the bottle of water that we took with us when we left Ochan.\nMeanwhile, she saw a German assassin and pointed his revolver at her\nHere I was more content and shouted to her: Mother! Escape! Save yourself! Hearing my screams, the killer turned his revolver on me and fired\nBut then a strange thing happened, next to me stood Pious (Eli' Idel's daughter) and she asked me to stop shouting\nIn pulling me I was forced to bend a little, and this happened just as the assassin fired, and the bullet flew through my head.\nThe German made a hand movement and my mother meanwhile got on the wagon\n \n"
  },
  {
   "upper_left_point": {
    "x": 107,
    "y": 385
   },
   "bottom_right_point": {
    "x": 432,
    "y": 540
   },
   "text": "די וואַגאָנען ווערן פאַרשלאָסן , און די באַן רירט זיך לאנגזאם , און גייט אם מיט אונדזערע געפייניקטע און אומגליקלעכע טייערסטע אויף אַ וועג פון וועלכן זיי זענען שוין מער ניט צוריקגעקומען , בעת אונדזערע פאַרשטאַרטע און איבערגעטראָקענע אויגן באגלייטן זיי מיט צער און ווייטיק . די גאנצע נאכט זענען מיר געזעסן אויף די פעקלעך - בעת אַרים אונדז האָבן זיך געוואַלגערט די קערפערס פון די הרוגים וואָס זענען געטויט געוואָרן אין דער דאָזיקער מאָרד־אקציע - און מיר האָבן געוויינט און געקלאָגט אויפן ביטערן גורל און סוף פון אונדזערע טייערסטע און פון די האַראָדלער יידן וואָס איז ליקווידירט געווארן אויף אַ גרויזאַמען און שרעקלעכן אופן דורך די דייטשע בלוטוויגער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The wagons are locked, and the train moves slowly, and goes with our tormented and unfortunate dear ones on a road from which they have no longer returned, while our hardened and overwhelmed eyes accompany them with sorrow and pain. The whole night we sat on the packages - while the bodies of the victims who were killed in this murderous action were lying around us - and we wept and lamented the bitter fate and end of our dearest and the Harrodler Jews who were liquidated in a cruel and terrible way by the German bloodthirsty. .\n"
  },
  {
   "upper_left_point": {
    "x": 152,
    "y": 558
   },
   "bottom_right_point": {
    "x": 388,
    "y": 586
   },
   "text": "די קלאסיפיקאציע פון די איבערגעבליבענע אויף פארניכטונג און אויף ארבעט ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The classification of the survivors on destruction and on work.\n"
  },
  {
   "upper_left_point": {
    "x": 108,
    "y": 594
   },
   "bottom_right_point": {
    "x": 432,
    "y": 625
   },
   "text": "צומאָרגנט נאָך דער שרעקלעכער פּאַסירונג , איז דערשינען אַ רוצחים קאמיסיע , וואָס האָט ווידעראַמאָל קלאסיפיצירט די פארבליבענע , אויף אַרבעטסי ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The morning after the terrible incident, a commission of murderers appeared, which once again classified those who remained, on the job.\n"
  }
 ],
 "filename": "tmp/horodlo/56990715.jpg",
 "order": 151,
 "page_number": "149"
}