{
 "id": "56990633",
 "blocks": [
  {
   "upper_left_point": {
    "x": 106,
    "y": 112
   },
   "bottom_right_point": {
    "x": 432,
    "y": 298
   },
   "text": "פון מיין אַמט אַלס בירגערמייסטער , און אויף מיין פלאַץ איז אויסגעקליבן געוואָרן דער פירשט פאַדעבינסקי פון דארף ריבענע  . אין 1918 האָב איך פאַרלאָזט האָראָדלא און בין געפֿאָרן קיין קיעון . נאָכדעם ווי איך בין געווען אין רוסלאַנד אַרום פיר יאָר און האָב פאַרזוכט דעם טעם פון די מאַטערנישן פון דער רוסישער רעוואלוציע , האָב איך זיך אין 1922 אומגעקערט קיין האַראָדלא . אַ טייל יוגנט האָט געהאַט פֿאַרלאָזט די בענק פון בית מדרש . די מערהייט פון דער יוגנט האָט אויסגעביטן זייער חסידישן לבוש אויף אייראָפּעישער קליידונג . דער אַנטיסעמיטיזם איז געוואָרן שטאַרקער און די שונאי ישראל האָבן אויפגעהויבן דעם קאָפּ . דער עקאָנאָמישער רעזשים פון דעם נייעם פוילן ( גראַבאָווסקיס רעזשים ) האָט פֿאַראָרעמט דאָס רוב יידן . אַ גרויסע טייל פון דער יוגנט האָט אנגעהויבן צו טראכטן פון אויסוואנדערן אין ווייטע לענדער . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "From my office as mayor, and on my flat, Prince Fadebinski of the village of Ribene was chosen. In 1918 I left Horodla and went to Kiev. After I had been in Russia for about four years and had tasted the taste of the mothers of the Russian revolution, I returned to Harodla in 1922. Some youth had left the benches of the Beit Midrash. The majority of the youth exchanged their Hasidic clothing for European clothing. Anti-Semitism became stronger and the enemies of Israel raised their heads. The economic regime of the new Poland (Grabowski's regime) impoverished most of the Jews. A large part of the youth began to think of emigrating to distant countries. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 304
   },
   "bottom_right_point": {
    "x": 431,
    "y": 458
   },
   "text": "אין אָנבליק פון דער לאַגע אין פוילן , האָב איך אויך באַשלאָסן אויסצרי וואַנדערן אין אַן אנדער לאַנד מיט אַ זיכערער צוקונפט . דורך א לאנגן וועג בין איך אנגעקומען אין די פאַרייניקטע שטאַטן . כדי צו באַקומען אַ דערלויבעניש אריינצוקומען קיין אַמעריקע , בין איך געווען גער צווינגען צו פאַרן קיין קישענעוו און זיך דאָרטן אויפהאלטן אַ באַשטימטע צייט . במשך פון מיין אויפהאלט אין קעשענעוו , האָב איך געקראָגן אַן ארבעט , וואָס האט מיר דערמעגלעכט זיך אויפצוהאלטן , און אין קעשענעוו האָב איך זיך אויך באַקאַנט מיט מיין צוקינפטיקער פרוי . נאָכן אָפּזיין א צייט אין קעשענעוו , בין איך אין יאר 1925 אנגעקומען אין די פאַרייניקטע שטאַטן . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In view of the situation in Poland, I also decided to migrate to another country with a secure future. After a long journey, I arrived in the United States. In order to get a permit to enter America, I was forced to go to Chisinau and stay there for a certain period of time. During my stay in Keshtenv, I got a job that enabled me to support myself, and in Keshtenv I also met my future wife. After spending some time in the pocket, I arrived in the United States in 1925. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990633.jpg",
 "order": 69,
 "page_number": ""
}