{
 "id": "56990859",
 "blocks": [
  {
   "upper_left_point": {
    "x": 103,
    "y": 104
   },
   "bottom_right_point": {
    "x": 436,
    "y": 180
   },
   "text": "אנדענק פון דער האראדלער קהילה אויפן דאזיקן הייליקן ארט , אויף וועלכן עס זענען געטראטן די יידישע נביאים , די יידישע מלכים בראש מיט דוד מלך ישראל , און ווו די יידישע גבורים האבן פארטיידיקט ירושלים אין דער פארגאנגעהייט , ווי אין דער לעצטער באפרייונגס מלחמה . ווען הענען בערמאן האט זיך צוריקגעקערט פון זיין טור איבערן לאנד , ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Remembrance of the Haradler community on this holy place, where the Jewish prophets, the Jewish kings headed by King David of Israel, and where the Jewish heroes defended Jerusalem in the past, as in the last war of liberation. When Hen Berman returned from his tour across the country,\n"
  },
  {
   "upper_left_point": {
    "x": 119,
    "y": 469
   },
   "bottom_right_point": {
    "x": 417,
    "y": 476
   },
   "text": "הענען בערמאן ווערט אויפגענומען ביי דעם נשיא מדינת ישראל יצחק בן - צבי ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Hen Berman is received by the President of the State of Israel Yitzhak Ben-Zvi.\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 517
   },
   "bottom_right_point": {
    "x": 436,
    "y": 594
   },
   "text": "האט ער מיר איבערגעגעבן וועגן זיין געדאנק אויפצושטעלן א דענקמאל פאר דער האראדלער קהילה אינעם חורבן קעלער  . מיר זענען ביידע אוועק קיין ירושלים און מיר האָבן זיך פארבונדען מיט די פארשטייער פונעם רעליגיעסי מיניסטעריום וואס זענען ממונה אויפן בארג , און מיר האבן געקראגן זייער הסכמה אויפצושטעלן אן אנדענק מצבה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "He told me about his idea to set up a memorial for the Haradler community in the destroyed basement. We both went to Jerusalem and we got in touch with the representatives of the religious ministry who are in charge of the mountain, and we got their consent to erect a memorial tombstone. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 601
   },
   "bottom_right_point": {
    "x": 434,
    "y": 633
   },
   "text": "נאך אינעם זעלבן טאָג האבן מיר געבראכט אויפן הר ציון א סעפציאליי זירטן שטיינקריצער , און נאכדעם ווי די ממונים איבערן בארג און איבערן ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "On the same day, we brought a specially decorated stone cross to Mount Zion, and after that the officials on the mountain and above.\n"
  }
 ],
 "filename": "tmp/horodlo/56990859.jpg",
 "order": 295,
 "page_number": "293"
}