{
 "id": "56990719",
 "blocks": [
  {
   "upper_left_point": {
    "x": 108,
    "y": 116
   },
   "bottom_right_point": {
    "x": 431,
    "y": 240
   },
   "text": "מען האט מיר אויך איבערגעגעבן וועגן טויט פון מיינע צוויי קוזינען . משה און יקותיאל זאווידאוויטש – די זין פון לוי יצחק און פערל זאַווידאוויטש . במשך פון דער גאַנצער מלחמה האָבן זיך מיינע צוויי דאָזיקע קרובים אויס־ באַהאַלטן ביי אַ קריסט , און האַרט פארן ענדיקן זיך פון דעם קריג , זענען זיי דערמאָרדעט געווארן דורך דעם זעלבן גוי וואָס האָט זיי אויסבאַהאַלטן . אזוי איז מיר אויך באַוווסט געוואָרן וועגן גורל פון מיינע צוויי פעטערס ( מיין מאַמעס ברידער ) יקותיאל און פישל זאווידאוויטש און זייערע משפחות וואָס האָבן געלעבט אין וואַרשעווער געטאָ ביזן אויפשטאנד פון געטאָ . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "I was also told about the death of my two cousins. Moshe and Ikutiel Zavidavich - the sons of Levi Isaac and Pearl Zavidavich. During the entire war, these two relatives of mine hid with a Christian, and right before the end of the war, they were murdered by the same guy who hid them. This is how I also learned about the fate of my two uncles (my mother's brothers) Ikutiel and Fishel Zavidovich and their families who lived in the Warsaw ghetto until the uprising of the ghetto. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 270
   },
   "bottom_right_point": {
    "x": 430,
    "y": 622
   },
   "text": "דאס אנטלויפן דער האַרבסט איז געקומען און עס האָבן זיך פארענדיקט די פעלדי אַרבעטן . נאָכדעם ווי מיר האָבן פאַרענדיקט די לעצטע פעלד אַרבעטן , און מיר האָבן אַראָפּגענומען פון פעלד די קאָרטאַפליעס און אנדערע ווינטערדיקע גרינצייג איז אנגעקומען דער באַפעל פון די דייטשן אַז מיר דאַרפֿן זיך אויף צומאָרגנס צושטעלן אין הארובישוב - די קריין שטאט . איך האָב באשלאסן צו אנטלויפן . ביי נאַכט האָב איך זיך אַרויסגעשלייכט פון דער ווירטשאַפט קיין האַראַדלא איך בין אַוועק אין הויז פון מאַטעווק בודווסקי און איך האב זיי געבעטן זיי זאלן מיר העלפן זיך באַהאַלטן , עס איז מיר גרינגער געווארן ווען איך האָב פון זיי דערהערט זייער גוטן ענטפער , און זייער צושטיטונג מיך איוסצובאַהאַלטן . זיין פרוי האָט נאָך צוגעגעבן , אַז זי האָט געהאַט אַ פאַרגעפיל וועגן מיין קומען אין זיי האָט פֿאַר מיר צוגעגרייט אַ באַהעלטעניש , זיי האָבן מיך אַריינגעפירט אין דער סטאַדאַלע און זיי האָבן מיר געוויזן די באַהעלטעניש וואָס זיי האָבן געמאכט אונטער דעם היי הויפן , און וואָס זיי האָבן דאָס צוגעגרייט נאָך פֿאַרן היי שניט . קאַטיאַ - בודניעווסקים פרוי - האָט צוגעגעבן און דערציילט , אַז מיין מאַמע אין איר געקומען צו חלום , און האָט זי געבעטן מיך אויסצובאַהאַלטן כדי עס זאל עמעצער בלייבן פון איך און פון אירע פינף קינדער , דאָס פאָרפֿאָלק בודניעווסקי האָט ניט געהאט קיין קינדער אין די צען יאָר פון זייער הייראט , און די פרוי האָט פֿאַרשוואַנגערט זיבן מאָנאַט נאך מיין קומען צו זיי , זיי האָבן דעריבער געגלויבט , אַז דער דאָזיקער חסד איז זיי געטון געוואָרן אַדאַנק זייער אויסבאַהאַלטן מיך . דעריבער האָבן זיי מיר געהיטן און מיט מיר זיך אפגעגעבן מיט געטריישאַפט ביז מיין באפרייאונג . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The escape The fall has come and the field work has ended\nAfter we finished the last field work, and we removed the potatoes and other winter vegetables from the field, the order came from the Germans that we need to supply in the morning in Hrubyshov - the city of Krain.\nI decided to run away\nAt night I sneaked out of the farm to Haradla. I went to the house of Matevk Budowski and I asked them to help me hide. It became easier for me when I heard a very good answer from them, and their approval Just to hide\nHis wife added that she had a feeling about my coming in. They prepared a shelter for me, they led me into the stable and they showed me the shelter they had made under the haystack, and what they They prepared it after the hay harvest\nKatya - Budniewski's wife - added and told that my mother came to her in a dream, and asked her to hide me so that there would be someone left of me and her five children. of their marriage, and the woman became pregnant seven months after my coming to them, they therefore believed that this grace was done to them thanks to their hiding me\nTherefore, they guarded me and devoted themselves to me with loyalty until my release\n \n"
  }
 ],
 "filename": "tmp/horodlo/56990719.jpg",
 "order": 155,
 "page_number": "153"
}