{
 "id": "56990732",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 113
   },
   "bottom_right_point": {
    "x": 431,
    "y": 267
   },
   "text": "מען אונדז געבראכט צו דער באַן־סטאנציע אויף אַ פּלאַץ ווי עס איז געשטאנען אַ באַן מיט 15 לאסט וואַגאָנען . עס איז אנגעקומען אַ באַנדע ס.ס. רוצחים און האָבן געגעבן אַ באַפעל אז די פרויען און קינדער זאָלן שנעל אַרויפגיין אויף די וואַגאָנען . די מערדערס האָבן אָנגעהויבן צו שיסן אויף אַלע זייטן און אויף דער מחנה פון די אומגליקלעכע . עס איז געוואָרן אַ מהומה . עס איז ניט געווען ווו צו אַנטלויפן און אַ סך זענען געהרגעט געווארן אויפן אָרט . נעבן מיר אין געשטאנען דער רב ר ' משה לייב הלוי בערמאן זצל - דער האָראָדלער רב וואָס איז דערשאסן געווארן דורך די דייטשן ער איז געפאַלן אויף מיר . די אומגליקלעכע פרויען און קינדער זענען געלאָפן אין דער מהומה און זיך באמיט מיט אלע זייערע כוחות אַרויפצובאַפן זיך אויף די וואַגאַנען כדי צו ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "We were brought to the train station where there was a train with 15 freight cars. A group of SS arrived. murderers and gave an order that the women and children should quickly get on the wagons. The murderers began to shoot on all sides and at the camp of the unfortunate. It became a riot. There was nowhere to escape and many were killed on the spot. Next to me stood the rabbi Moshe Leib Haloy Berman Ztzel - the Horodler rabbi who was shot by the Germans. He fell on me. The unfortunate women and children ran in the chaos and tried with all their strength to get on the wagons in order to .\n"
  },
  {
   "upper_left_point": {
    "x": 193,
    "y": 598
   },
   "bottom_right_point": {
    "x": 348,
    "y": 619
   },
   "text": "סבבוני כלבים עדת מרעים ... ( תהלים כב ) די דייטשע פערדערס און זייערע קרבנות . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The wanderings of dogs, a herd of shepherds... (Psalms 22) Di Deutsche Ferders on their sacrifices. .\n"
  }
 ],
 "filename": "tmp/horodlo/56990732.jpg",
 "order": 168,
 "page_number": "165"
}