{
 "id": "56990707",
 "blocks": [
  {
   "upper_left_point": {
    "x": 106,
    "y": 111
   },
   "bottom_right_point": {
    "x": 431,
    "y": 306
   },
   "text": "וער ניררס סון ה אר אדלער יידן אַ געדריקטע שטימינג האָט געהערשט אין שטעטל . מען האט געפילט אז שרעקלעכע זאכן וועלן פארקומען . פון פאַרשידענע קוועלן האָבן זיך דערי טראָגן קלאַנגען , אַז די דייטשן פארטרייבן די יידן אין אומבאַקאַנטע ערטער און פון דאָרטן קומען זיי מער ניט צוריק . מיר האָבן אויך געהערט , מען שיקט מענטשן אין די קאָנצענטראַציע־לאַגערן . מיר האָבן אויפגעהערט אויסצוטאָן אונדזערע קליידער פאַרן גיין שלאָפן , צוליב דער מורא מען זאל ניט איבערפאַלן די יידישע הייזער אימיטן דער נאַכט . אַזוי ווי מען האט געטון אין אַנדערע שטעט . מיר האָבן צוגעגרייט רוקן זעק כדי צו זיין גרייט פאַרן גירוש . מיר האָבן זיך אומגעדרייט ווי די שאטנס . די שלעכטע קלאַנגען פון אַנדערע שטעט האָבן פאַר־ גליווערט אונדזער בלוט . אין אַזאַ שרעקעוודיקער לאַגע איז אנגעקומען דער פסח פון יאָר 1942 . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "After Nirr's son H. Adler Jews, a depressed mood reigned in the town. People felt that terrible things would happen. There were rumors from different sources that the Germans were driving the Jews to unknown places and from there they were never coming back. We have also heard that people are sent to the concentration camps. We stopped taking off our clothes before going to sleep, because of the fear that the Jewish houses would not be raided in the middle of the night. Just like they did in other cities. We prepared backpacks in order to be ready for the deportation. We turned around like the shadows. The bad rumors of other cities made our blood boil. The Passover of the year 1942 arrived in such a terrible situation. .\n"
  },
  {
   "upper_left_point": {
    "x": 107,
    "y": 310
   },
   "bottom_right_point": {
    "x": 430,
    "y": 337
   },
   "text": "אַכט טעג נאכן יום - טוב איז אויף אונדזער שטעטל אויסגעפאַלן דער זעלבער גורל וואָס איז געווען באַשטימט פארן פוילישן יידנטום . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Eight days after the holiday, our town suffered the same fate that was set for Polish Jewry. .\n"
  },
  {
   "upper_left_point": {
    "x": 105,
    "y": 343
   },
   "bottom_right_point": {
    "x": 432,
    "y": 620
   },
   "text": "מען טרייבט ארויס די יידן פון האָראָדלא  ! איז שנעל פאַרשפּרייט געוואָרן דער שרעקלעכער קלאַנג , די גויים זענען זיך צונויפגעלאפן - פאַרשטייט זיך - כדי צו נעמען דעם איבערבלייב פון דעם אָרעמען יידישן פאַרמעגן און די יידן זענען געווען געצווינגען צו פאַרקויפן אויף נישטיקע פרייזן . דערצו איז דער אוקריינישער בירגערמייסטער געגאנגען פון שטוב צו שטוב און האָט פֿאַרשריבן די שטוב חפצים , כדי מען זאל ניט קענען פאַרקויפן . איך בין אַוועק צו אַ פויער מיטן נאָמען מאַטעווקע בודניווסקי , און איך האָב אים פארגעלייגט אָפּצוקויפן אונדזער קליידער שאַפע . איך האב זיך דער־ מאנט , אַז ער האָט איינמאל בשעת ער איז געווען ביי אונדז , זיך אויסגעדריקט אַז די שאַפע איז זייער א שיינע . ער האָט גענומען די שאַפּע און האָט צוגעזאָגט אַ זייער שיינער פרייז . איך האב זיך געווונדערט אויף דעם גוטן פריין , און איך האָב אויסגעדריקט אָפענערהייט מיין פאַרווונדערונג . דערויף האָט בודניעווסקי געענטפערט : דאָס איז דער פאַר איר צו באַצאָלן טויזנט זלאטעס רעאלער פרייז פון דער שאַפע . איך וויל באַצאָלן איר פרייז און וויל ניט אויסנוצן די צרה פון אנדערע פערזאנען . איך געפין פֿאַר נוטיק צו דערמאָנען דעם דאָזיקן פאַקט , ווייל צוליבן פאַרקויף פון דער שאַפע דעם פויער בודניעווסקי , האָט זיך אָנגעהויבן מיין ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The Jews are being driven out of Horodla! The terrible rumor spread quickly, the Gentiles gathered together - of course - to take what was left of the poor Jewish property and the Jews were forced to sell at low prices.\nIn addition, the Ukrainian mayor went from house to house and registered the house's belongings, so that they could not be sold.\nI went to a farmer named Matevka Budniwski, and I proposed to him to buy our wardrobe\nI remembered that he once, while he was with us, expressed that the closet was very nice.\nHe took the shape and promised a very handsome price\nI wondered about this good friend, and I openly expressed my surprise.\nBudniewski replied: This is the real price of the closet for you to pay a thousand zlotys.\nI want to pay her price and don't want to take advantage of other people's trouble\nI find it necessary to mention this fact, because due to the sale of the cupboard to the farmer Budniewski, my\n"
  },
  {
   "upper_left_point": {
    "x": 263,
    "y": 516
   },
   "bottom_right_point": {
    "x": 271,
    "y": 518
   },
   "text": "- ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "- .\n"
  }
 ],
 "filename": "tmp/horodlo/56990707.jpg",
 "order": 143,
 "page_number": "141"
}