{
 "id": "56990764",
 "blocks": [
  {
   "upper_left_point": {
    "x": 335,
    "y": 130
   },
   "bottom_right_point": {
    "x": 431,
    "y": 140
   },
   "text": "אהרן פוקס ניו יארק ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Aaron Fox New York.\n"
  },
  {
   "upper_left_point": {
    "x": 159,
    "y": 156
   },
   "bottom_right_point": {
    "x": 373,
    "y": 203
   },
   "text": "געשעענישן וואס זענען זיך פארלאפן אין האראדלא אין די יארן 1939-1942 ( זכרונות פון אן עד ראיה ) ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Events that took place in Haradla in the years 1939-1942 (memoirs of an eyewitness).\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 224
   },
   "bottom_right_point": {
    "x": 433,
    "y": 300
   },
   "text": "די ערשטע דייטשע סאלדאטן וואס זענען געבראכט געווארן קיין האראדלא נאָך איר אַקופאציע דרך דעם דייטשן מיליטער , זענען געווען גרענעץ סאלדאטן . זייער הויפט אויפגאבע איז געווען צו היטן אויף דער נייער רוסיס - דייטשער גרענעץ וואָס איז באַשטימט געווארן לענגאויס דעם טייך בוג  . לויט אן אפמאך פון ביידע מדינות . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "The first German soldiers who were brought to Haradla after its occupation by the German army were border soldiers. Their main task was to guard the new Russian-German border that was established along the river Bug. According to an agreement of both countries. .\n"
  },
  {
   "upper_left_point": {
    "x": 102,
    "y": 307
   },
   "bottom_right_point": {
    "x": 434,
    "y": 600
   },
   "text": "די דאזיקע סאלדאטן האבן זיך באזעצט אין די הייזער פון די יידן , אין די שטיבער וואס זענען די דייטשען געפעלן , בעת די יידישע באוווינער זענען ארויסגעזעצט געווארן אויף דער קאלטער ווינטערדיקער גאס פון 1939. אַן אנגזעענע צאל פון די דאזיקע יידן זענען געשטארבן פון הונגער און פון קעלט אינעם ערשטן ווינטער פון דער דייטשער אקופאציע . איך געדענק , אז אין יאנואר 1940 האבן די דייטשן אנגעהויבן זייערע שרעקלעכע מעשים און זייערע סיסטעמאטישע פייניקונגען איבער די יידן . צוזאמען מיט די גרויזאמע גזירות אויף די יידן , האבן די דייטשן פארעפענטלעכט מעלדונגען וואס האבן געדראט מיט רעפרעסיעס און מיט שווערע שטראפן , אלע די , וואָס וועלן געבן הילף צו א יידן , אויף וועלכן ס'איז אופן . במשך דער צייט וואס האט זיך געצויגן בין יוני 1941 - די צייט פון דער דייטשער אטאקע אויף רוסלאנד – האבן די דייטשע מארד אקטן געטראגן א באגרענעצטן כאראקטער און זיי האבן נאכניט אויסגעפירט קיין מאסן־מארד . אין יוני 1940 , האבן די גרענעץ סאלדאטן פארלאזן האראדלא און אויף זייער ארט זענען אנגעקומען אנדעדרע סאלדאטן וואס זייער אויפגאבע איז געווען איינצופירן א נאצישן רעזשים אין דער שטאט . מיטן אוואנס פון דעם דייטשן מיליטער אין דער טיף פון רוסלאנד האבן די דייטשן אנגעהויבן צו זארגן וועגן גוטע וועגן און וועגן דער אויספלאסי ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "These soldiers settled in the houses of the Jews, in the houses that the Germans liked, while the Jewish inhabitants were put out on the cold winter street of 1939.\nA significant number of these Jews died of hunger and cold during the first winter of the German occupation.\nI remember that in January 1940 the Germans began their terrible acts and their systematic persecution of the Jews.\nAlong with the cruel decrees on the Jews, the Germans published notices that threatened with reprisals and with severe punishments, all those who will give help to a Jew, in any way\nDuring the period that continued between June 1941 - the time of the German attack on Russia - the German acts of murder were of a limited character and they did not carry out any mass murder.\nIn June 1940, the border soldiers left Horadla and in their place arrived other soldiers whose task was to introduce a Nazi regime in the city.\nWith the advance of the German army deep into Russia, the Germans began to worry about good roads and about the explosion.\n"
  }
 ],
 "filename": "tmp/horodlo/56990764.jpg",
 "order": 200,
 "page_number": "198"
}