{
 "id": "56990704",
 "blocks": [
  {
   "upper_left_point": {
    "x": 105,
    "y": 114
   },
   "bottom_right_point": {
    "x": 431,
    "y": 225
   },
   "text": "די אויס ארדונג סון די לוד פירער יידן תיכף נאכן דערשיינען פון די דייטשן , האָבן זיי אויסגעפירט אַ גרויזאַמען מאָרן אין אונדזער משפחה . אַ דייטשער סאלדאט האָט לעבעדיקערהייט באגראבן מיין מומען מלכה ( מיין מאַמעס שוועסטער ) און איר קליין זיבן יעריק טעכטערל ברכה גיטל , און אזוי איז די שרעקלעכע פֿאַסירונג זיך פֿאַרלאַפן : ברכה גיטל איז אַרויסגעלאפן אינדרויסן אוונט צייט , נאָכן האַלט־סיגנאל , און מיין מומע מלכה איז נאָך איך אונטערגעלאפן זיי אומצוקערן אין שטוב אריין . אין דעם ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Immediately after the appearance of the Germans, they carried out a terrible massacre in our family. A German soldier buried my aunt Malka (my mother's sister) and her little seven-year-old daughter Bracha Gittel alive, and this is how the terrible event unfolded: Bracha Gittel ran outside in the evening, after the stop signal, and my aunt Malka was After I ran into them, they went back into the house. In this.\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 230
   },
   "bottom_right_point": {
    "x": 432,
    "y": 320
   },
   "text": "מאָמענט איז אונטערגעקומען אַ דייטשער מערדער וואָס האָט אויסגעשאסן מיט זיין ביקס און געטראפן מיין מומען אין א פוס . דאָס קליין מיידעלע האָט זיך פון גרויס שרעק צוגעדריקט צו דער מוטער , און דער רוצח האָט אויסגעגראבן אַ גרוב און זיי ביידן באַגראַבן , מיין מומעס מאַן און איר זון האָבן באוויזן צוצוקומען צו זיי אין דער פינצטער און זיי האָבן זיי שוין ניט געטראפן קיין לעבעדיקע . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "At that moment, a German assassin came and fired with his gun and hit my aunt in the leg. The little girl clung to her mother out of great fear, and the murderer dug a pit and buried them both, my aunt's husband and her son appeared to come to them in the dark and they did not find them alive. .\n"
  },
  {
   "upper_left_point": {
    "x": 106,
    "y": 325
   },
   "bottom_right_point": {
    "x": 433,
    "y": 431
   },
   "text": "גאנץ לודמיר האָט געקלאָגט אויפן שוידערלעכן מאַרד און אויף די צוויי טייערע קרבנות וואָס זענען אומגעבראַכט געוואָרן אויף אזא גרויזאַמען אופן . מיין פעטער מאַטל זאווידאוויטש איז דערמאָרדעט געוואָרן אַ וואָך נאָכדעם אין דער שטאָט לבוב . גלייך נאָך דער דייטשער אינוואזיע אויף לבוב האָבן זיי אים אַרויסגענומען צו דער ארבעט און ער האט זיך מער ניט אומגעקערט אַהיים . דער טויט פון די לודמירער יידן איז געוואָרן וואָס אַמאָל נענטער . יידן ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "All Ludmir lamented the horrible murder and the two dear victims who were killed in such a cruel way. My uncle Matel Zavidovich was murdered a week later in the city of Lviv. Immediately after the German invasion of Lviv, they took him out to work and he never returned home. The death of the Jews of Ludmir became ever closer. Jews.\n"
  },
  {
   "upper_left_point": {
    "x": 186,
    "y": 611
   },
   "bottom_right_point": {
    "x": 355,
    "y": 619
   },
   "text": "אבנר צוקר זיין פרוי מלכה ( זאווידאוויטש ) ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Avner Zucker Zane Froy Malka (Zavidavich).\n"
  }
 ],
 "filename": "tmp/horodlo/56990704.jpg",
 "order": 140,
 "page_number": "138"
}