{
 "id": "56990828",
 "blocks": [
  {
   "upper_left_point": {
    "x": 98,
    "y": 103
   },
   "bottom_right_point": {
    "x": 432,
    "y": 216
   },
   "text": "אין דער דאזיקער רגע איז דער פארשעמטער יצחק געווארן בלאס ווי קאלך . ווייזט אויס , אז אויפן ארט ווו דער ערל האט געבראכן דעם דיל האבן זיך געפונען דער טאבאק און דער גערשטן וואס ער האט באהאלטן פאר אן עת צרה . און אזוי ווי דער גוי איז געווען אנגעבויגן אויפן דיל און האט געהאלטן אין צעברעכן די ברעטער , האט יצחק פארשטאנען אז זיין לעצטע שעה איז געקומען , און אז עס ניטא קיין אנטרינונג פארן פיינט . פאר אים און זיינע בני בית האט געשלאגן די לעצטע שעה . ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In that second, the ashamed Isaac became pale as lime. It turns out that in the place where the earl broke the floor, the tobacco and the barley that he hid for a time of trouble were found. And just as the guy was bent on the floor and kept breaking the boards, Isaac understood that his last hour had come, and that there was no escape for the enemy. The last hour has struck for him and his family. .\n"
  },
  {
   "upper_left_point": {
    "x": 99,
    "y": 221
   },
   "bottom_right_point": {
    "x": 435,
    "y": 431
   },
   "text": "ניט איבערטראכטנדיק האט יצחק א כאפ געטון די שווערע שטיינער פון דער וואג וואס איז דארט געשטאנען , און האט א זעץ געטון מיט קראפט דעם נידערטרעכטיקן ביז ער האט אים געשפאלטן דעם קאפ און א סך בלוט האט פון דארט א פלייץ געטון . עס האט אויסגעוויזן אז דער גוי איז געשטארבן אויפן ארט . און יצחק , ווי א פארווונדעטער לייב , וואס אין אנבליק פון בלוט דאכט זיך ווי ער וואלט אראפ פון זיינען , האט מיט א שפרונג פון א לעמפערט און לייכט ווי אן אדלער , זיך אריינגעריסן אין שטוב , און איידער דער נאצי האט באוויזן זיך א ריר צו טון , האט ער ביי אים ארויסגעריסן זיין ביקס און אים געטון א קלאפ מיטן הענטל . דער דייטש האט זיך אויף א ווייל א וואקל געטון און איז גלייך געפאלן מיטן פנים צו דער ערד , בעת פון זיין מויל איז גערונען דאס בלוט . בליץ - שנעל האט יצחק זיך א ווארף געטון אויף אים און אים דערשטאכן מיטן שארף פון דער ביקס . און מיט דער זעלבען שנעלקייט מיט נקמה עקסטאז האט ער ווילד א געשריי געטון צו זיין פרוי און קינדער : ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "Without thinking, Isaac grabbed the heavy stones of the scale that was standing there, and gave a blow with force to the lower right one until he split his head and a lot of blood flowed from there. It turned out that the guy died on the spot. And Yitzchak, like a wounded lion, which at the sight of blood seems as if he has fallen from being, with the leap of a leopard and as easily as an eagle, broke into the house, and before the Nazi showed a touch to Toon, he pulled out his gun and hit him with the handle. The German rolled over and immediately fell with his face to the ground, while the blood flowed from his mouth. In a flash, Isaac threw himself at him and stabbed him with the edge of the gun. And with the same speed and ecstasy of revenge, he wildly shouted at his wife and children:\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 438
   },
   "bottom_right_point": {
    "x": 408,
    "y": 464
   },
   "text": "- קומט ! - און לויסנדיק צום טייך , א פנים מיטן געדאנק דורכצושניידן אים און ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "- Come! - and listening to the river, a face with the idea of cutting through it and .\n"
  },
  {
   "upper_left_point": {
    "x": 103,
    "y": 468
   },
   "bottom_right_point": {
    "x": 437,
    "y": 615
   },
   "text": "אזוי ארום ראטעווען זיך און זיין משפחה האט ער הינטער זיך ניט א קוק געטון אפילו קיין איין מאל . אבער זיין משפחה איז געלאפן צוזאמען מיט אים . אנקומענדיק צום טייך , האט ער מיט דער זעלבער התלהבות און אן איבער־ טראכטן , א כאפ געטון זיינע קינדער און זיין פרוי און זיי א ווארף געטוף אין טייך . ער האט געוווסט אז זיי קענען ניט שווימען , אבער ווי עס ווייזט אויס , האט ער געמיינט אז דאס איז דער איינציקער וועג ווי צו ראטעווען זיי . נאָכדעם האט ער זיך אַלײן אַריינגעוואָרפן אין טייך . אזוי איז אומגעקומען די משפחה פון יצחק סאלער זאל זייער אנדענק זיין געבענטשט ! ",
   "origin_language": "",
   "target_language": "",
   "translated_text": "In order to save himself and his family, he did not look behind him even once. But his family ran along with him. Arriving at the river, with the same enthusiasm and without thinking, he grabbed his children and his wife and threw them into the river. He knew that they could not swim, but as it turns out, he thought that this was the only way to save them. After that, he threw himself into the river. This is how the family of Isaac Saler died, may their memory be blessed! .\n"
  }
 ],
 "filename": "tmp/horodlo/56990828.jpg",
 "order": 264,
 "page_number": "262"
}